


translate russian e04s01_49e08c15:


    mct "Ну, вот и оно. Никогда раньше не делал ничего подобного."


translate russian e04s01_48b9894c:


    mct "Я так много об этом фантазировал. Я уже должен быть экспертом."


translate russian e04s01_ebb5aada:


    "Тюремный охранник" "Доставка. Пожалуйста, назовите Ваше имя."


translate russian e04s01_7d84d91a:


    mc "[mcname] Янг.{w} Вам нужно показать мой паспорт или что-то ещё?"


translate russian e04s01_c0c47b13:


    "Тюремный охранник" "Нет, Сэр. Тогда, эта посылка для Вас."


translate russian e04s01_0cd952c2:


    "Тюремный охранник" "Лидия Кокс доставлена к [mcname] Янгу. Пожалуйста, распишитесь здесь."


translate russian e04s01_e91e365c:


    mct "Хм. Не уверен, чего именно я ожидал, но такое ощущение, что что-то не так."


translate russian e04s01_be743df6:


    mc "Так просто?"


translate russian e04s01_64f0f295:


    "Тюремный охранник" "Вы это подписываете, и она становится Вашей проблемой."


translate russian e04s01_b0593d6a:


    mc "Ладно, ладно. Я подписываю."


translate russian e04s01_964e6426:


    mc "Подождите, что Вы имеете в виду, говоря, что это моя проблема?"


translate russian e04s01_99ed1711:


    "Тюремный охранник" "Благодарю, Сэр. Будьте с ней осторожны. Она любит манипулировать."


translate russian e04s01_dee4ac49:


    mc "Я это знаю как никто другой."


translate russian e04s01_e39c468b:


    "Тюремный охранник" "Она полностью в Вашем распоряжении. Вот Ваш ключ от её наручников."


translate russian e04s01_96d17c14:


    "Тюремный охранник" "По дороге сюда она предлагала сделать мне минет, если я \"ослаблю её оковы\"."


translate russian e04s01_1b8d79bf:


    mc "Ты получил минет, хотя бы?"


translate russian e04s01_dcc0d97c:


    "Тюремный охранник" "Нет, Сэр, она того не стоит. Я женат."


translate russian e04s01_a737624d:


    mc "Твоя жена тебя бы убила?"


translate russian e04s01_aac0c04f:


    "Тюремный охранник" "Неа, просто мне бы пришлось спрашивать её разрешения."


translate russian e04s01_8e855611:


    "Тюремный охранник" "Если бы я звонил спрашивать разрешения каждый раз, когда какой-нибудь заключенный предлагает мне секс... Ну, я приберегаю эту возможность для действительно стоящих предложений."


translate russian e04s01_4651899f:


    mc "*смеётся* Хорошая идея."


translate russian e04s01_cf915247:


    "Тюремный охранник" "*смеётся* Не то чтобы она некрасивая, просто она не в моём вкусе."


translate russian e04s01_4d4ab649:


    lc "Прошу прощения, Надзиратель? [mcname]?"


translate russian e04s01_d4c54f24:


    lc "Любимый, не могли бы мы уже пойти внутрь, пожаааалуйста? Мы же не хотим, чтобы соседи видели меня в таком состоянии."


translate russian e04s01_d4888bdf:


    "Тюремный охранник" "Ха! Видишь, что я имел в виду? Она уже пытается заставить тебя плясать под свою дудку."


translate russian e04s01_24e18d05:


    mc "Не волнуйся. Я прихватил кое-что, как раз для чего-то подобного."


translate russian e04s01_0056ec81:


    mc "Тшшшш, дорогая. Всё нормально."


translate russian e04s01_8c56b9e4:


    mc "Скоро ты будешь на своём месте."


translate russian e04s01_8a4c1c9e:


    "Тюремный охранник" "Вижу, что ты неплохо подготовился."


translate russian e04s01_056af852:


    lc "ММмммфххх!"


translate russian e04s01_2cad002b:


    "Тюремный охранник" "Удачи!"


translate russian e04s01_ef69a023:


    mc "И тебе, было приятно с тобой познакомиться."


translate russian e04s01_efd9ea6e:


    mc "Не торопись. У нас впереди целые годы."


translate russian e04s01_1e2d6c9d:


    mc "Знаешь, мне почти хочется тебя поблагодарить. Я имею в виду, то, что ты сделала, было просто отвратительно."


translate russian e04s01_b5f67f99:


    mc "Какая-то часть внутри меня хочет содрать кожу с твоего тела и бросить тебя в мясорубку, пока ты ещё будешь в сознании."


translate russian e04s01_f821d489:


    mc "Хах. Вслух это прозвучало гораздо мрачнее, чем звучало в моей голове."


translate russian e04s01_b8adece0:


    mc "Но с другой стороны, твои действия подарили мне такие замечательные условия для жизни."


translate russian e04s01_3b9444cf:


    mc "Бесплатное жилье. Моя личная пыточная пещера. И обязанность наказывать тебя за всё, что ты сделала."


translate russian e04s01_5a89e049:


    mc "Мне нравится это место. Хороший дом, прекрасный двор, замечательные бассейны. Это приятно."


translate russian e04s01_dfde5a84:


    mc "Стоя прямо здесь, я придумал идеальную демонстрацию, которая могла бы поставить тебя на место."


translate russian e04s01_d59ddce9:


    mc "Хочешь узнать, какую?"


translate russian e04s01_d52240bf:


    mc "Скажи, \"спокойной ночи\", шлюха."


translate russian e04s01_0c094690:


    mc "Просыпайся блядь, сука. {w}Я не позволю тебе так легко умереть."


translate russian e04s01_cb3c2827:


    lc "*приглушенный кашель*"


translate russian e04s01_26f2a074:


    mc "Давай снимем с тебя этот кляп. Тогда мы сможем поговорить."


translate russian e04s01_71aac559:


    mc "Это лишь немногое из всего того, чего тебе стоит ожидать."


translate russian e04s01_1a910df5:


    lc "*кашель* По- {w}пошёл ты *кашель, кашель* нахуй."


translate russian e04s01_b181df47:


    mc "К концу своего срока ты опробуешь на себе столько жестоких и необычных наказаний, что будешь слишком напугана мстить мне за это."


translate russian e04s01_227357cb:


    lc "*кашель* Ты даже не смог позволить мне утонуть. *кашель* Педик."


translate russian e04s01_988f46de:


    lc "Ты слабак."


translate russian e04s01_09f2de35:


    mc "Вот как?"


translate russian e04s01_5e39b808:


    lc "Через пару недель я вернусь на свой трон, а ты будешь пресмыкаться у моих ног."


translate russian e04s01_9e47035e:


    mc "Звучит как вызов. Очень хорошо, я его принимаю."


translate russian e04s01_b7df2c71:


    mc "Позвольте мне провести Вас на трон, Ваше высочество."


translate russian e04s01_47592037:


    mc "Тогда и начнутся настоящие игры."
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
