


translate russian e06s01_0143d3aa:


    lc "Что-то не так?"


translate russian e06s01_6e0cbc41:


    mc "Ничего?"


translate russian e06s01_9afdaa4c:


    lc "Ну давай же. Ты можешь мне рассказать."


translate russian e06s01_9f7bb4fa:


    mc "Думаю, я просто немного нервничаю."


translate russian e06s01_2ad5c857:


    mc "Я боюсь, что это сон."


translate russian e06s01_055c1548:


    mc "Или, что ещё хуже, что это вот-вот превратится в кошмар, причём не в такой весёлый, как у Тима Бёртона...\n\n{size=-10}{i}Тим Бёртон - американский кинорежиссёр.{/i}{/size}"


translate russian e06s01_adf3e322:


    lc "Это реальность. Я здесь, с тобой."


translate russian e06s01_44306627:


    lc "Я здесь {i}благодаря{/i} тебе, [mcname]."


translate russian e06s01_cf10dbe1:


    lc "Ты единственный, кто меня поддержал. Кто остался рядом со мной."


translate russian e06s01_e3fb20b7:


    lc "Каждый раз, когда на меня смотрела Судья, я чувствовала её взгляд."


translate russian e06s01_dae00533:


    lc "Не думаю, что она верила, что я могу быть невиновна. Даже в конце..."


translate russian e06s01_9527a6d3:


    lc "Дорогой. Мне... мне правда нужно принять душ."


translate russian e06s01_37ddab42:


    mc "Ох. Уже хочешь?"


translate russian e06s01_fef40d9b:


    lc "Хаха. Нет... ничего подобного. После пребывания в той камере, и снова надев эту одежду, я чувствую себя совершенно отвратительно."


translate russian e06s01_16d03227:


    lc "Чувствуй себя как дома, я скоро спущусь."


translate russian e06s01_c9e5d250:


    lc "О, можешь мой телефон поставить на зарядку, пожалуйста?"


translate russian e06s01_c66f8e1d:


    lc "Должно быть, батарея разрядилась, пока я там сидела."


translate russian e06s01_ae072ba4:


    mc "Я буду здесь."


translate russian e06s01_3ebd63f1:


    mc "Вау. Выглядишь потрясающе."


translate russian e06s01_d3ad0144:


    lc "Какой льстец. Я просто это накинула."


translate russian e06s01_7d8d1212:


    lc "Не хотела, чтобы ты жалел о случившемся и хотел уйти."


translate russian e06s01_7eaac46d:


    mc "Это никогда не случится. Я люблю тебя и всегда буду рядом, Лидия."


translate russian e06s01_c0030af2:


    lc "Ты даже не представляешь, насколько меня это радует."


translate russian e06s01_c9920062:


    lc "Когда ты прижимаешь меня вот так. Я чувствую себя в безопасности... Как будто я снова могу дышать."


translate russian e06s01_f3b3d28f:


    mc "Что-то не так?"


translate russian e06s01_d4465dcc:


    lc "Я просто продолжаю прокручивать всё это в своей голове."


translate russian e06s01_812193e1:


    lc "Если бы я не рассказала Джерому о своём секрете, не было бы никакого Фетиш Локатора."


translate russian e06s01_200dcac1:


    mc "Не нужно так думать. Ты не контролировала приложение. И как только оно вышло, ты не могла контролировать его распространение."


translate russian e06s01_cdfb4896:


    mc "Это всё равно, что пытаться поймать снежный ком, который уже десять минут катится вниз с горы."


translate russian e06s01_d0468e36:


    lc "Я могла бы поймать его. Может быть, если бы я просто рассказала тебе правду... Вместо..."


translate russian e06s01_d28de22e:


    mc "Мы не можем вернуться во времени, Лидия."


translate russian e06s01_3006cfa2:


    lc "О, мой телефон вроде ожил."


translate russian e06s01_310ee3d8:


    mct "А вот это должно быть мой."


translate russian e06s01_d11cf752:


    mc "Хорошие новости?"


translate russian e06s01_4b7bca35:


    lc "Не особо..."


translate russian e06s01_efcaf011:


    mc "Посмотрим. Сообщения от АмРоуз и Стейси. Не слишком удивительно. Одна очень гневная тирада от Ханы."


translate russian e06s01_4b1825ec:


    mc "Кому это нужно, Лидия?"


translate russian e06s01_6be2eaf4:


    lc "Мне нужно... [mcname], мне кое с чем понадобится твоя помощь..."


translate russian e06s01_e59abd2a:


    mc "Что угодно."


translate russian e06s01_8a792ce7:


    lc "Т-там так много... гнева. Во время процесса такого не было."


translate russian e06s01_96af9ba3:


    mc "Я уверен, что многие ожидали, что тебя посадят."


translate russian e06s01_cd4dafd5:


    mc "Всё изменилось, когда огласили приговор."


translate russian e06s01_05b605d5:


    lc "Я не хочу, чтобы это изменилось."


translate russian e06s01_433c9d2c:


    mc "Я знаю. Ты не хотела, чтобы это произошло."


translate russian e06s01_9e7c3fbe:


    mc "Но слон в комнате оказался потому, что это именно ты посадила моего \"слоника\" в клетку."


translate russian e06s01_9be5f820:


    lc "Это была не я, это был Ридли. Ну, знаешь, И.И."


translate russian e06s01_17ec13ae:


    mc "Я это знаю, и ты это знаешь. Но подумай обо всех тех людях, которых не будет волновать эта разница."


translate russian e06s01_6ddd330f:


    mc "Кроме того... Мне кажется, тебе понравилось, когда мой член был заперт по твоему желанию. Признай это."


translate russian e06s01_944d121e:


    lc "Да... мне понравилось. Была уверенность, что несмотря ни на что, я не смогу поддаться."


translate russian e06s01_22a1523a:


    lc "Тогда я была в безопасности. А теперь... Теперь всё вышло из-под контроля. Лучше бы я никогда не встречала Джерома!"


translate russian e06s01_853f7d9e:


    mc "Мы оба искали что-то особенное. И мы нашли это, благодаря тебе."


translate russian e06s01_cc7a532e:


    mc "На этом пути были некоторые препятствия, но я готов проделать это путешествие ещё раз, лишь бы добраться сюда."


translate russian e06s01_efa636e5:


    lc "Ты лучший, [mcname]."


translate russian e06s01_4486313b:


    lc "Кстати о препятствиях, я... вспомнила, о чём хотела тебя спросить, [mcname]."


translate russian e06s01_b873b9d9:


    lc "Про Мин. Я могу справиться с тем, что все остальные называют меня лжецом и... хуже..."


translate russian e06s01_72f4137a:


    lc "Но не она. Не моя лучшая подруга."


translate russian e06s01_299f6032:


    mc "Ну... возможно, тебе придётся смириться с тем, что прощение займёт некоторое время."


translate russian e06s01_2daa9175:


    lc "Да. Клянусь, да."


translate russian e06s01_3c92b8d1:


    lc "Но... Я подумала, если бы ты сходил со мной на встречу с ней. Возможно, она меня выслушает."


translate russian e06s01_d883f10f:


    mc "Хаха. Ты же не хочешь запереть её в клетку, чтобы заставить её тебя выслушать?"


translate russian e06s01_1a5f1b10:


    lc "Неа. И, эй..."


translate russian e06s01_f7cce481:


    lc "Полное прощение означает простить меня за то, что я держала тебя в камере, пока я говорила."


translate russian e06s01_fa0bce90:


    mc "Конечно. Только не удивляйся, если я буду больше похож на животное, чем на человека, когда мы наконец займёмся любовью."


translate russian e06s01_22085584:


    lc "Я бы никогда не стала тебя сдерживать. На самом деле... я немного возбуждаюсь только лишь от лицезрения того, на что ты способен..."


translate russian e06s01_d45dc55a:


    lc "Когда ты... необуздан..."


translate russian e06s01_b3614f1d:


    lc "Спокойной ночи, любовь моя. Я знаю, что делаю это ожидание невыносимым для тебя. Я просто..."


translate russian e06s01_2f52290d:


    mc "Тебе не нужно извиняться передо мной, Лидия."


translate russian e06s01_9a38e384:


    mc "Хорошее достаётся тому, кто умеет ждать."


translate russian e06s01_e62ba5ea:


    lc "Обещаю, тебе не придётся долго ждать..."


translate russian e06s01_328b4b2e:


    mc "Спокойной ночи, Лидия..."

translate russian strings:


    old "Choose optional characters for this ending"
    new "Выберите дополнительных персонажей для этой концовки"


    old "Ending #6\nQueen's Harem"
    new "Концовка #6\nКоролевский Гарем"


    old "Later That Day"
    new "Позже этим днём"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
