


translate russian d16s01_66e01943:


    sy "О чёрт, он скомпилировался с первого раза! Это не предвещает ничего хорошего..."


translate russian d16s01_a20cefa7:


    "..."


translate russian d16s01_a9a0ec0c:


    sy "99 подлых ошибок в коде, 99 подлых ошибок. Убрать одну, исправить её, 110 подлых ошибок в коде..."


translate russian d16s01_a20cefa7_1:


    "..."


translate russian d16s01_ea9bb923:


    sy "Боже, мне это нужно, чтобы не нагадить в кровать прямо сейчас."


translate russian d16s01_a20cefa7_2:


    "..."


translate russian d16s01_f360d4e1:


    arj "Эй, будь немного потише. [mcname] ещё спит."


translate russian d16s01_a6752256:


    sy "Упс, точно."


translate russian d16s01_a20cefa7_3:


    "..."


translate russian d16s01_8d0c707d:


    sy "Аллилуйя, оно наконец-то работает."


translate russian d16s01_71399fd5:


    sy "О, посмотрите на это. Человек столетия проснулся. Идеальный тайминг."


translate russian d16s01_e205fc38:


    sy "*зевает*"


translate russian d16s01_887e498b:


    mc "А вы так и не ложились, да?"


translate russian d16s01_fa532572:


    sy "Ага!"


translate russian d16s01_47876170:


    arj "Мы были слишком взволнованы, чтобы спать. Поэтому мы решили использовать эту энергию и продолжать работу."


translate russian d16s01_0f2e2912:


    sy "Рабочее название: {b}Фетиш-Локатор-Локатор-Инатор™{/b}."


translate russian d16s01_ce907ec8:


    arj "...Нам нужно ещё исследовать этот вопрос."


translate russian d16s01_f6e6aa80:


    arj "Аппаратная сторона наконец-то готова."


translate russian d16s01_ed59ad4d:


    arj "Устранена проблема с утечкой энергии и собрано несколько литий-ионных аккумуляторов в качестве источника питания."


translate russian d16s01_b6fc2dde:


    arj "Одного заряда этой штуки может хватить на неделю {i}и{/i} тебе не нужно таскать с собой огромные батареи."


translate russian d16s01_ddc04b62:


    sy "И всего с вероятностью 36.72%% она рванёт тебе прямо в лицо!"


translate russian d16s01_e4546705:


    arj "Я очень этим горжусь, если так можно сказать."


translate russian d16s01_d81db1dc:


    mc "Воу, так и должно быть. Отличная работа!"


translate russian d16s01_f9b6f25d:


    mc "Может быть, мы даже сможем распространять это в коммерческих масштабах после того, как разберёмся с Фетиш Локатором."


translate russian d16s01_132b1d8b:


    arj "Хм... Возможно, но это только половина пазла."


translate russian d16s01_fb49e021:


    sy "Верно."


translate russian d16s01_b2e194ca:


    sy "Волшебная начинка находится вот здесь."


translate russian d16s01_a01d0df1:


    sy "Это детище позволит Фетиш-Локатор-Локатор-Инатору™ маскироваться под легитимную сеть."


translate russian d16s01_aa80ef70:


    sy "Дай мне свой телефон."


translate russian d16s01_f713aeb6:


    mc "Ты уверена, что он готов?"


translate russian d16s01_f7160c32:


    sy "Давай проверим."


translate russian d16s01_567ca41f:


    sy "Хорошо, готово."


translate russian d16s01_04ba50c3:


    mc "Что ты сделала?"


translate russian d16s01_5bb29158:


    sy "Я подключила твой телефон к сети Фетиш-Локатор-Локатор-Инатора™."


translate russian d16s01_d53b0e53:


    sy "По сути, Фетиш-Локатор-Локатор-Инатор™ позволяет тебе подключаться к Интернету, но в нём регестрируется весь трафик, который проходит через твой телефон."


translate russian d16s01_0b0f857f:


    sy "Это означает, что когда Фетиш Локатор тебе что-либо отправляет или получает что-либо от тебя, Фетиш-Локатор-Локатор-Инатор™ тайно записывает всю эту информацию."


translate russian d16s01_34351075:


    sy "И Фетиш Локатор ничего не сделает, потому что, с его точки зрения, это обычная сеть. Ничего странного не происходит."


translate russian d16s01_a2a49102:


    mc "Замечательно. В общем, всё, что мне нужно сделать, это просто подключиться к Фетиш Локатору, и мы получим его местоположение?"


translate russian d16s01_6517cb86:


    sy "Ну... Не всё так просто."


translate russian d16s01_78aacb29:


    arj "Мы проверили вчера вечером на моём телефоне.{w} Ничего не вышло."


translate russian d16s01_b2b9e19d:


    mc "Что ты имеешь в виду?"


translate russian d16s01_eb6db404:


    arj "Все сетевые пакеты Фетиш Локатора зашифрованы."


translate russian d16s01_ad09b856:


    mc "Дерьмо."


translate russian d16s01_acf0c165:


    sy "Ага."


translate russian d16s01_730b04ca:


    mc "Должно быть, они {i}очень{/i} не хотели, чтобы кто-то следил за ними."


translate russian d16s01_9c483341:


    sy "Ну, я не знаю, сделано это намеренно или нет. Они могли просто следовать современным сетевым стандартам. Но это не важно."


translate russian d16s01_a278c733:


    mc "И всё же, что нам теперь с этим делать? Или мы просто застряли на одно месте?"


translate russian d16s01_f626f797:


    sy "*цокает* Доверяй нам хотя бы {i}немного{/i}, [mcname]."


translate russian d16s01_e4faede9:


    sy "Это то, над чем я работала всю ночь."


translate russian d16s01_b1ae83f7:


    sy "По сути, наряду с регистрацией всех входящих и исходящих данных из Фетиш Локатора, Фетиш-Локатор-Локатор-Инатор™ ещё пытается расшифровать данные."


translate russian d16s01_1951407e:


    sy "Однако, проблема в том, что мы пытаемся пробиться через грубую силу, и эм... Это, мягко говоря, не быстро."


translate russian d16s01_b2b9e19d_1:


    mc "Что ты имеешь в виду?"


translate russian d16s01_3a0819eb:


    arj "Она пытается сказать, что нам нужно очень много данных от Фетиш Локатора и неизвестное количество времени, чтобы расшифровать соеденение."


translate russian d16s01_25fb8ea8:


    mc "\"Неизвестное\"?"


translate russian d16s01_cf05969f:


    sy "Брутфорс такого шифрования занимает много времени. И мы не можем предсказать, сколько времени это займёт."


translate russian d16s01_3bc70fb6:


    sy "Оно должно начать работу, как только ты откроешь ФЛ, но это может занять месяцы..."


translate russian d16s01_f4487708:


    arj "Тем не менее, это наш единственный шанс."


translate russian d16s01_7b74d818:


    sy "Ага. И вовсе не факт, что это займёт очень много времени."


translate russian d16s01_515e4cc2:


    sy "Но эта неопределенность - отстой."


translate russian d16s01_293939e8:


    mc "Нет смысла унывать."


translate russian d16s01_e2008202:


    mc "У нас есть кое-что, что действительно может сработать."


translate russian d16s01_e31627a6:


    mc "Поэтому, в первую очередь, мы должны попытаться собрать как можно больше информации."


translate russian d16s01_9fd9f3f2:


    mc "Кстати. Какие данные нам нужны?"


translate russian d16s01_5002f737:


    mc "Полагаю, что у меня не получится просто открыть и закрыть приложение несколько раз и покончить с этим?"


translate russian d16s01_dfb80f38:


    sy "Конечно нет. Нам нужны разные виды данных."


translate russian d16s01_42ddb90f:


    sy "Одно и то же нам не поможет."


translate russian d16s01_0733307d:


    arj "В общем, выполняй задания, трать очки и просто взаимодействуй с Фетиш Локатором столько, сколько сможешь."


translate russian d16s01_4898b166:


    arj "Чем больше очков, тем больше шансов это расшифровать."


translate russian d16s01_ac205b97:


    mc "Ладно. Что ж, звучит не так уж и плохо."


translate russian d16s01_b58151a8:


    mc "Я должен сделать это несмотря ни на что."


translate russian d16s01_ae03c62f:


    mc "Было бы куда проще, если бы мне не приходилось таскать эту клетку."


translate russian d16s01_05da6f3d:


    sy "Я уверена, что у тебя есть много других... {i}инструментов{/i}, которыми ты можешь воспользоваться."


translate russian d16s01_577fe339:


    arj "Ага. Мы можем просто запустить его в фоновом режиме и попытаться выяснить, есть ли у нас какие-либо другие варианты связанные с Фетиш Локатором."


translate russian d16s01_643eeddb:


    arj "Дерьмо."


translate russian d16s01_f8c4c766:


    mc "Всё хорошо?"


translate russian d16s01_fdf97050:


    arj "Да, но мне нужно идти. Мне пора на занятия."


translate russian d16s01_824c8852:


    mc "Блин, точно. Мне тоже."


translate russian d16s01_3b88d080:


    mc "Но сначала мне нужно умыться. Можешь меня подождать?"


translate russian d16s01_58678aea:


    arj "Естественно!"


translate russian d16s01_fe80ef30:


    arj "Конечно."


translate russian d16s01_489c170f:


    mc "Стейси, лови!"


translate russian d16s01_f6570e6b:


    sy "Эй! Осторожнее!"


translate russian d16s01_7499d70f:


    mc "Я знал, что ты поймаешь."


translate russian d16s01_89c03462:


    mc "Я скоро вернусь!"


translate russian d16s01_fa3a59b5:


    sy "Болван."

translate russian strings:


    old "Tuesday\nDay-16"
    new "Вторник\nДень-16"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
