


translate russian e16s02_051f13c5:


    mc "Держи, Молли."


translate russian e16s02_b11591e8:


    jf "Так вкусно пахнет. Спасибо за завтрак, [mcname]."


translate russian e16s02_1bf60051:


    mc "Без проблем."


translate russian e16s02_3fa446a5:


    mc "Так вкуснее, правда? Я же не сумасшедший."


translate russian e16s02_279342c7:


    jf "Нет. Я тоже так думаю."


translate russian e16s02_7f113cc7:


    mc "А так?"


translate russian e16s02_463824bb:


    jf "Я поняла, что хочу сделать с этим местом."


translate russian e16s02_ed0e2549:


    mc "Рассказывай."


translate russian e16s02_37ca9cbb:


    jf "Я тут думала о Молли. Ей здесь нравится, но я уверена, что начинала она не на ферме моей тёти."


translate russian e16s02_880d0480:


    mdog "Аррфф."


translate russian e16s02_899d34e5:


    jf "Вдруг, она выросла в месте, где люди не были столь открыты к таким вещам. Я знаю, что когда некоторые люди раскрывают некоторые из своих... странностей и предпочтений, от них отворачиваются родители."


translate russian e16s02_bb7fd096:


    jf "Или что-нибудь ещё хуже."


translate russian e16s02_05a090e8:


    mc "Ага. Когда же люди уже поймут, что мир будет до безумия скучным местом, если каждый раз на свой десерт ты будешь есть только мороженое со вкусом ванили?"


translate russian e16s02_2f65bfa2:


    jf "В точку."


translate russian e16s02_b80fbb95:


    jf "Так вот, я подумала, что мы могли бы организовать здесь приют для девочек-животных."


translate russian e16s02_a7f0fb86:


    mc "Значит, ты хочешь открыть ферму для девочек-животных."


translate russian e16s02_63ba137c:


    jf "Ну, это не столько ферма, сколько убежище для людей, которым это нужно."


translate russian e16s02_1e0141b0:


    jf "Чтобы люди могли приезжать сюда и исследовать свою страсть в комфорте и безопасности. Без всякого осуждения."


translate russian e16s02_78b1af32:


    mc "Звучит здорово. Особенно, если это сможет помочь людям."


translate russian e16s02_0a3e46b8:


    jf "Именно. Мир может быть очень жесток с людьми, которые обожают животные игры."


translate russian e16s02_38a89ea4:


    jf "Не всем же везёт так, как мне. У меня были друзья, которые очень сильно меня поддерживали."


translate russian e16s02_ac0e3b90:


    jf "И я уже нашла свою половинку."


translate russian e16s02_d20c2030:


    mc "Ага. Крадущуюся в поисках киски посреди ночи."


translate russian e16s02_80871e0f:


    jf "Я ещё тогда должна была понять, каким ты был свирепым хищником."


translate russian e16s02_eec393b6:


    mc "Да. Крадущуюся в поисках киски, чтобы вылизать её на дикой вечеринке всяких извращенцев."


translate russian e16s02_80871e0f_1:


    jf "Я ещё тогда должна была понять, каким ты был свирепым хищником."


translate russian e16s02_a743fd76:


    jf "Ах. Так легко отвлечься от темы. Хммм. Я никогда раньше не была так возбуждена."


translate russian e16s02_acda1000:


    mc "Должно быть, это всё местный деревенский воздух."


translate russian e16s02_4c7ac674:


    jf "Наверное. Но в любом случае. Единственная проблема - найти способ распространить информацию среди девушек-животных, которые, возможно, как раз ищут какое-нибудь место, похожее на то, что мы задумали."


translate russian e16s02_b08b22c0:


    mc "Хммм. Должен же быть какой-то способ достучаться до наших потребителей. Или, полагаю, в данном случае, они скорее наши единомышленники."


translate russian e16s02_551a4d09:


    mc "Может есть какой-нибудь форум для девушек-животных?"


translate russian e16s02_2d02f929:


    jf "Я видела парочку. Но у нас есть проблема посерьёзнее."


translate russian e16s02_5c30b60a:


    jf "Я не думаю, что простых постов на форумах будет достаточно."


translate russian e16s02_00dcdea1:


    mc "Ты права. Нам нужен собственный сайт."


translate russian e16s02_b5a9bada:


    mc "Почему бы нам его не сделать?"


translate russian e16s02_cecaab43:


    jf "Серьёзно? Но я не имею понятия, как даже подойти к его созданию."


translate russian e16s02_a0d293bc:


    mc "Хех. В наши дни невозможно посещать кучу бизнес-курсов, не имея хотя бы малейших знаний в области веб-дизайна."


translate russian e16s02_7e7e1903:


    mc "Я займусь этим вопросом."


translate russian e16s02_79f5891c:


    jf "[mcname], это замечательно!"


translate russian e16s02_7c686959:


    jf "Я могу чем-нибудь помочь?"


translate russian e16s02_4822f2bb:


    mc "Хм. Да. Нам понадобятся фотографии."


translate russian e16s02_42275f5d:


    jf "Фотографии чего? Фермы?"


translate russian e16s02_06959f4e:


    mc "Ну, вроде того."


translate russian e16s02_89163696:


    mc "Сделаем несколько фотографий Молли, разместим их на нашем собственном сайте. Визуальный контент всегда помогает пригонять трафик."


translate russian e16s02_cbcc7535:


    mc "Ты тоже можешь надеть костюм. Другие девушки-животные увидят, как на ферме уже живут девушка-зебра и девушка-собачка."


translate russian e16s02_47a08eac:


    jf "Да. И к нам в любом случае хотела приехать в гости Канья. Она, наверное, сможет сделать несколько профессиональных снимков."


translate russian e16s02_4de62aef:


    mc "Что, хочешь сказать, что мои фотографии были настолько плохи?"


translate russian e16s02_4411277b:


    jf "Они были великолепны. Я просто подумала..."


translate russian e16s02_dfdfcb1c:


    jf "Если фотографировать будет Канья... это значит, что у тебя будут свободны руки, и ты сможешь развлекаться со мной."


translate russian e16s02_fafbfb54:


    mc "Хорошая мысль."


translate russian e16s02_2b4d08e6:


    jf "Я так рада, что тебе понравилось."


translate russian e16s02_e4dbe6b4:


    jf "Да, [mcname] уже усердно работает над сайтом."


translate russian e16s02_a87ef000:


    kv "Дай знать, если я смогу помочь, Джесси."


translate russian e16s02_a2a0c941:


    jf "Ты просто читаешь мои мысли. Да, я хотела узнать, если ты не слишком занята своими поездками или чем-то ещё, ты не могла бы приехать к нам на ферму?"


translate russian e16s02_43a640cc:


    jf "Сможешь познакомиться с Молли, а потом сделать несколько фотографий, как мы с ней играем."


translate russian e16s02_0e342382:


    kv "Звучит неплохо. Я смогу приехать на этих выходных."


translate russian e16s02_e38355f7:


    jf "Замечательно."


translate russian e16s02_94fcb5c6:


    kv "Не терпится увидеть вас двоих, Джесси."


translate russian e16s02_c53213d2:


    jf "Мне тоже. И ты нам очень поможешь."


translate russian e16s02_b9a23a03:


    kv "Знаешь... может, после того, как фотографии с Молли будут готовы, ты, я и [mcname] сможем устроить частную фотосессию."


translate russian e16s02_1b09bc25:


    jf "*нервно смеётся* Ты такая шлюха."


translate russian e16s02_b2bc90fd:


    kv "Шлюха, которая хочет этот член."


translate russian e16s02_bcc32aae:


    kv "Но только если ты не против, Джесси. А то знаешь, в прошлый раз меня только подразнили."


translate russian e16s02_99ad1148:


    kv "Я думала, этого будет достаточно, но теперь я хочу съесть весь стейк целиком."


translate russian e16s02_6c4e9958:


    jf "Было довольно жарко, когда ты за нами наблюдала. Но... я не уверена."


translate russian e16s02_3e74afcd:


    kv "Да ладно. Тебе же точно любопытно попробовать кооперативную игру для трёх игроков."


translate russian e16s02_e386bdbd:


    jf "Хмм. В таком ключе я не думала. Но звучит не так уж плохо."


translate russian e16s02_b9981c3d:


    kv "Видишь, всё в поряде, дорогая."


translate russian e16s02_d75c6a21:


    jf "Ладно. Пожалуй, над этим можно подумать."


translate russian e16s02_75ade3af:


    kv "Отлично! Увидимся на этих выходных."


translate russian e16s02_e2d3cb33:


    jf "Люблю тебя."


translate russian e16s02_f8c4c766:


    mc "Всё в порядке?"


translate russian e16s02_39416e87:


    jf "Да. Она приедет на этих выходных."


translate russian e16s02_74674e03:


    mc "Немного фотографии и развлечений?"


translate russian e16s02_dc12fd53:


    jf "Хаха. Именно так. Кажется, образ того, как ты доминировал надо мной в прошлый раз, очень хорошо отпечатался у неё в мозгу."


translate russian e16s02_ef09e1d1:


    mc "И теперь она хочет присоединиться?"


translate russian e16s02_79de7289:


    mc "Иди сюда."


translate russian e16s02_6513e979:


    jf "Ммм."


translate russian e16s02_4bfdfba5:


    mc "Джесси, я согласен, если ты действительно не против."


translate russian e16s02_2d076174:


    jf "Я не против. Вообще... Теперь, когда у меня появилась минутка подумать об этом, если быть совсем честной, это звучит довольно возбуждающе."


translate russian e16s02_82cfef52:


    mc "Супер."


translate russian e16s02_165441ea:


    mc "И что бы ни случилось, ты всегда будешь моей девушкой номер один."


translate russian e16s02_58a948d9:


    mc "Как с обыкновенном, так и в зверином стиле тоже."


translate russian e16s02_7abe8826:


    jf "Я даже не знаю, о чём я беспокоилась."


translate russian e16s02_fd39a612:


    jf "Знаешь, когда Молли была рядом и я понимала, что она... проявляет к тебе интерес... это сделало меня более ревнивой к своей территории."


translate russian e16s02_c2488209:


    jf "И Канья, конечно, такая же извращенка, как и я."


translate russian e16s02_3c31bf4b:


    mc "Ага. И мне кажется, что она будет хотеть сильно большего, чем какой-то дегустации, которую она получила в прошлый раз."


translate russian e16s02_cc5eb03a:


    mc "Но если ситуация станет вдруг слишком запущенной, просто скажи об этом, милая."


translate russian e16s02_79c10604:


    jf "Я знаю."


translate russian e16s02_66844fd6:


    mc "Ну ладно, хватит хмуриться. Пришло время показать действительно крутой сайт."


translate russian e16s02_6a5911c3:


    jf "[mcname], это замечательно. Ты превзошел самого себя."


translate russian e16s02_b6e20616:


    mc "Спасибо. Им должно быть легко пользоваться."


translate russian e16s02_b011caf6:


    jf "И эта регистрационная форма, она просто идеальная. Они могут сразу ответить на вопросы, и мы узнаем их клички, если они у них есть, и насколько они активны в роли питомцев."


translate russian e16s02_1fe1db6a:


    mc "Никогда бы не подумал, что смогу создать такой сайт со своими то навыками, но если уж берёшься за работу, лучше делать её хорошо."


translate russian e16s02_0dab2e0d:


    jf "Ммхмм."


translate russian e16s02_9a619dea:


    jf "Как думаешь, заслуживает ли такая хорошая работа хорошего вознаграждения?"


translate russian e16s02_6b4502ed:


    mc "Хаха. Ну... раз уж ты об этом упомянула."


translate russian e16s02_2bb0f914:


    jf "Боже... Если это наши соседи, то они выбрали очень неудачное время."


translate russian e16s02_faa03e1a:


    mc "Хаха."


translate russian e16s02_96921824:


    mdog "Грррр..."


translate russian e16s02_b0a27d3f:


    mc "Ну. Полегче, девочка."


translate russian e16s02_e7fccb96:


    "Какой-то Парень" "Джесси, это и вправду ты."


translate russian e16s02_51e129ea:


    jf "Извини, я тебя знаю?"


translate russian e16s02_9b98dfee:


    rf "Ну, должна бы. Но, да, прошло много лет. Я Райан, сын Роуз."


translate russian e16s02_a78e3257:


    jf "О. Извини, конечно, Райан. Да, давно не виделись. Рада тебя видеть."


translate russian e16s02_3ee2812a:


    jf "Так, эм... как ты?"


translate russian e16s02_066a09c3:


    rf "Мне станет лучше, после того, как мы всё решим."


translate russian e16s02_8fea2db2:


    mc "Хмм..."


translate russian e16s02_18a9edb0:


    rf "Я очень удивился, когда услышал, что ты приехала сюда, Джесси."


translate russian e16s02_5dbf632f:


    rf "Все эти годы я думал, что ты больше городская девчонка."


translate russian e16s02_8b2c05c3:


    jf "Да, ну, Роуз, вернее, твоя мама, завещала мне заняться её фермой. Так что, вот так вот."


translate russian e16s02_883233a1:


    mc "И мы по-прежнему можем возвращаться в город в любой момент, когда захотим."


translate russian e16s02_b8962047:


    jf "Конечно. Ой. Райан, это мой парень, [mcname]."


translate russian e16s02_600a505c:


    mc "Приятно познакомиться."


translate russian e16s02_88148071:


    rf "Ага."


translate russian e16s02_736fa6b5:


    rf "Как я уже сказал, я удивился, потому что, очевидно, произошла какая-то путаница с завещанием моей матери. Дом и ферма принадлежат мне."


translate russian e16s02_acc42fba:


    jf "Чего?"


translate russian e16s02_48741034:


    rf "Да брось, Джесси. Ты же должна была понять, что завещание, которое составил этот идиот-адвокат, не имеет юридической силы. Перед своей кончиной... моя мама... она была нездорова."


translate russian e16s02_f0e202ab:


    rf "Она очень долго болела. Я уверен, ты прекрасно понимаете, что нездоровый разум может совершать ошибки."


translate russian e16s02_557751cb:


    jf "Подожди. Если ты считаешь, что это была ошибка, то почему пришёл только сейчас?"


translate russian e16s02_f0545f68:


    rf "Джесси, некоторые из нас не могут просто так бросить колледж и отправиться на какую-то ферму."


translate russian e16s02_2123691d:


    mc "Воу. Чувак, какого чёрта?"


translate russian e16s02_61c3103d:


    rf "Прошу меня простить. Вся эта ситуация... заставляет меня очень сильно нервничать."


translate russian e16s02_4faa57b5:


    rf "Я горевал по своей матери и, естественно, не предполагал, что она завещает свой дом кому-то ещё, кроме своего сына."


translate russian e16s02_2476b5c9:


    mc "Но она это сделала."


translate russian e16s02_79e3b223:


    rf "Если она это и сделала, то она и понятия не имела, что она делает. Просто подумай об этом, Джесси, пожалуйста."


translate russian e16s02_31e224b1:


    rf "Ты изучала искусство. Я бизнесмен, который успешно застроил несколько объектов недвижимости в этом районе."


translate russian e16s02_d89da7b9:


    rf "Кто лучше всего подходит на эту роль?"


translate russian e16s02_295e3cf2:


    mc "Мы никуда не уходим. Мы уже начали превращать это место в наш новый дом."


translate russian e16s02_790e9e8f:


    rf "Джесси, послушай меня. Тебе это не подходит. И нет ничего постыдного в том, чтобы признать это."


translate russian e16s02_9337b75f:


    rf "Ну вот что вы собираетесь делать с такой большой фермой?"


translate russian e16s02_a8140bde:


    rf "И, конечно же, я компенсирую вам все хлопоты. Это всё глупости, просто какая-то канцелярская ошибка, и мне очень за это стыдно."


translate russian e16s02_3c6a3645:


    rf "Но я всё равно буду рядом с тобой. В конце концов, мы же семья."


translate russian e16s02_d382f664:


    mc "Так ты хочешь нас выгнать, чтобы что, чтобы помидорки выращивать или что-то в этом роде?"


translate russian e16s02_dfcf6bd6:


    rf "Конечно же нет. Нет, я всего-лишь здесь всё снесу. Превращу это место в ферму солнечной электроэнергии."


translate russian e16s02_54923285:


    rf "И у меня невероятно плотный график."


translate russian e16s02_8944571b:


    rf "Так что, как только вы возьмёте чек и уберёте эту... дворнягу с моей территории, я позвоню своему подрядчику, чтобы начать работу."


translate russian e16s02_aec928f1:


    jf "*вздыхает*"


translate russian e16s02_bdb772aa:


    jf "Нет..."


translate russian e16s02_5d2e656d:


    rf "Прошу прощения?"


translate russian e16s02_9fa4a1ac:


    jf "Нет. Н. Е. Т. Мы никуда не уходим. Я не знаю, почему тётя Роуз оставила мне эту ферму, но она это сделала."


translate russian e16s02_57e7b086:


    jf "И я не собираюсь игнорировать её последние желания. Мне жаль, Райан."


translate russian e16s02_c560f9ea:


    rf "Я очень разочарован в тебе, Джесси. Я надеялся, что до этого не дойдёт."


translate russian e16s02_1b044b18:


    rf "Но поскольку вы не хотите уйти добровольно, мои руки связаны."


translate russian e16s02_312e4136:


    mc "Что, подашь на нас в суд?"


translate russian e16s02_e99c87bb:


    mdog "*грустные скулящие звуки*"


translate russian e16s02_042c8cfe:


    jf "Райан..."


translate russian e16s02_162828b1:


    rf "Увидимся на следующей семейной встрече."


translate russian e16s02_c2918cde:


    mdog "Рафф рафф рафф!"


translate russian e16s02_39d78311:


    rf "А ну отвали от меня, шизоидная!"


translate russian e16s02_5ce2140c:


    mdog "*тихое хныканье*"


translate russian e16s02_204f6a22:


    mdog "Рафф?"


translate russian e16s02_a4b071ba:


    mc "Не волнуйся, Джесси. Мы не позволим этому дегенерату спустить всё с рук."


translate russian e16s02_c8da996d:


    jf "..."


translate russian e16s02_b57d7645:


    mc "Джесси?"


translate russian e16s02_8c4b9ab5:


    jf "А... да... Ты что-то говорил?"


translate russian e16s02_ff554c12:


    mc "Я сказал, что мы будем бороться. Твой кузен, очевидно, точит зуб на адвоката твоей тёти."


translate russian e16s02_a525ab7d:


    mc "Начнём с него. У него должно быть что-то, что мы сможем использовать."


translate russian e16s02_b5e5dade:


    jf "Я... [mcname], на меня раньше никогда не подавали в суд."


translate russian e16s02_f8f6082b:


    mc "Всё будет хорошо. Один из моих старых учителей говорил, что ты не жил по-настоящему, если тебя не судили."


translate russian e16s02_6646a2b9:


    mc "Правда, это было в контексте оформления своего бизнеса, но мне кажется, что этот урок всё ещё применим."


translate russian e16s02_9dff191b:


    jf "Ладно. Мы... мы с этим разберёмся."


translate russian e16s02_195088be:


    jf "Я так рада, что ты здесь со мной, [mcname]."


translate russian e16s02_b964bff1:


    jf "Я не хочу бросать это место."


translate russian e16s02_3a99489c:


    mc "Никто этого делать и не собирается."

translate russian strings:


    old "After chores"
    new "После работы по дому"


    old "After Jessie checks the website"
    new "После того, как Джесси оценила сайт"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
