


translate russian e16s03_aa85840b:


    jf "Канья!"


translate russian e16s03_cadf172d:


    kv "Привет, Джесси!"


translate russian e16s03_6fa9f58b:


    kv "Как ты?"


translate russian e16s03_f69e95c2:


    jf "Отлично. А теперь, когда ты здесь - стало ещё лучше."


translate russian e16s03_9356c126:


    mc "Привет, Канья."


translate russian e16s03_9aa960e5:


    kv "Рада тебя видеть, [mcname]. Похоже, ты отлично заботишься о моей самой лучшей, единственной подруге."


translate russian e16s03_1bf60051:


    mc "Конечно."


translate russian e16s03_9e00c24c:


    kv "Признаюсь, когда ты сказала мне, что переезжаешь на какую-то ферму далеко за городом, я подумала, что ты сошла с ума."


translate russian e16s03_6084e18d:


    jf "А сейчас ты так же думаешь?"


translate russian e16s03_b40fd09f:


    kv "О, да, я всё ещё думаю, что ты немного сумасшедшая, Джесси."


translate russian e16s03_f95314c7:


    kv "Но должна признать, приятно иметь столько места для себя. Моя квартира, по сравнению с этим, кажется какой-то коробкой из-под обуви."


translate russian e16s03_f9766865:


    kv "Если бы тебе когда-нибудь понадобилось побыть денёк в одиночестве, чтобы просто расслабиться и отдохнуть, ты бы смогла найти место, чтобы медитировать и расслабляться часами напролёт, если бы сильно захотела."


translate russian e16s03_c286d9ed:


    kv "Я очень рада, что у вас двоих всё получилось."


translate russian e16s03_bf6220d3:


    jf "Спасибо, Канья."


translate russian e16s03_aa4bbbe8:


    mdog "Рафф рафф."


translate russian e16s03_43119a10:


    kv "Ах, это, должно быть, Молли."


translate russian e16s03_781219c1:


    jf "Да. Скажи привет. Молли, будь хорошей девочкой."


translate russian e16s03_f5f83f02:


    kv "Привет, Молли. Я Канья. Я подруга твоей... мамочки, хозяйки? Не знаю, как тебя называть."


translate russian e16s03_001228c6:


    jf "Ммм. Думаю, Госпожи, но не в БДСМ-смысле."


translate russian e16s03_ff155a19:


    jf "[mcname] - единственный местный извращённый Господин."


translate russian e16s03_8111344b:


    kv "Не сомневаюсь."


translate russian e16s03_5c7b891d:


    kv "Ох."


translate russian e16s03_14957764:


    mdog "*нюх нюх*"


translate russian e16s03_bb0766a6:


    kv "Ух ты. А ты очень любопытная собачка, да?"


translate russian e16s03_2fe0f8c2:


    mdog "Рафф рафф!"


translate russian e16s03_6b2b648a:


    kv "Я долго сюда добиралась. Молли выглядит очень даже фотогенично, но пожалуй, сегодня я не буду сильно торопиться."


translate russian e16s03_a40136fc:


    kv "Как только я распакуюсь, я тут осмотрюсь. Поищу лучшие ракурсы."


translate russian e16s03_65fe13d9:


    kv "Ну а завтра мы начнём фотографировать."


translate russian e16s03_a244798d:


    jf "Отлично. Приготовлю завтра большой завтрак, чтобы как следует начать наш день."


translate russian e16s03_d0a2a234:


    mc "А я тогда приберусь в доме и амбаре. А то мы... слишком увлеклись, наслаждаясь деревенской жизнью, чтобы поддерживать должный вид."


translate russian e16s03_028165ce:


    kv "Хахаха."


translate russian e16s03_746a84f6:


    kv "Джесси. Ты должна заставлять своего парня усердно для тебя работать, а не просто постоянно быть готовой прыгнуть ему на член."


translate russian e16s03_a72375c3:


    jf "Ну, он мой парень, и мне очень нравится, когда он со мной играет. Так что мне не за что извиняться."


translate russian e16s03_5d301a4a:


    kv "Конечно нет. Будь собой, дорогая."


translate russian e16s03_b21a83b3:


    kv "Просто знай, что я тоже хочу попробовать запрыгнуть на этот член, пока буду у вас в гостях."


translate russian e16s03_8586b6e9:


    jf "Я не забыла."


translate russian e16s03_dbffebed:


    mdog "*скулит*"


translate russian e16s03_6825df2a:


    mc "Что такое, моя хорошая?"


translate russian e16s03_13cac12b:


    mc "О, тебе нужно в туалет?"


translate russian e16s03_cdc32457:


    mc "Ну, ты же знаешь, где твоё место. Пошли."


translate russian e16s03_7ba981e2:


    kv "Ого. А Молли решительно настроена."


translate russian e16s03_301fe27b:


    jf "Ага. Вообще, я подумывала о том, чтобы попробовать стать такой же зверюгой, как и она, но мне становится не по себе от одной только мысли об этом."


translate russian e16s03_0b13562a:


    mdog "*вздохи*"


translate russian e16s03_87e26eb2:


    mc "Хорошая девочка."


translate russian e16s03_1375b746:


    mct "Это всё ещё немного странно, но она, вроде как, получает удовольствие, делая это при мне."


translate russian e16s03_58e880cc:


    mct "Интересно, все ли девушки-животные так же сильно увлекаются эксгибиционизмом, как и Молли?"


translate russian e16s03_cf7676e7:


    kv "Уверена, что если тебе это действительно нравится, ты когда-нибудь попробуешь это сделать."


translate russian e16s03_92547bda:


    kv "Я вот всё ещё помню те времена, когда твой наряд русалки был всего лишь рисунком в твоём альбоме, Джесси. Ты можешь делать всё, что захочешь."


translate russian e16s03_791a93bd:


    jf "Спасибо, Канья. Давай я помогу тебе распаковать твои вещи."


translate russian e16s03_5d9aeef7:


    mct "Ладно, осталось только починить перила на крыльце."


translate russian e16s03_aa6b20f5:


    mct "Фух. Сегодня мне пришлось здорово вспотеть."


translate russian e16s03_deedb394:


    kv "Ну как, сильно отвлекает, когда вокруг тебя целый день бегает голая девушка?"


translate russian e16s03_88c83424:


    mc "Обычно должно бы, но после того, как ты посещаешь такие вечеринки, как я, ты как бы учишься смотреть и не теряться, понимаешь?"


translate russian e16s03_16b015f0:


    kv "Ну, я надеюсь, со мной ты всё равно потеряешься, [mcname]. Если бы я сейчас разделась, и ты не стал бы милым и твёрдым, мне было бы немного не по себе."


translate russian e16s03_c4b65e29:


    mc "Я сомневаюсь, что такое случится, когда придёт время."


translate russian e16s03_e93fe9d1:


    kv "Ммммм. Надеюсь, ждать осталось не очень долго. В конце концов, в общежитии Джесси мне показали только рекламную афишу."


translate russian e16s03_081b75b3:


    mc "Хахах."


translate russian e16s03_4d1260fe:


    kv "Ну что ж, почему бы тебе не попозировать для меня, здоровяк."


translate russian e16s03_352e92cb:


    mc "Хм? На фотографиях же должны быть Молли и Джесси в костюмах."


translate russian e16s03_17efedea:


    kv "Ну так это можно оставить только для моей частной коллекции, Фермер Джон.\n\n{size=-10}{i}Предположительно отсылка к песне Neil Young & Crazy Horse – Farmer John.{/i}{/size}"


translate russian e16s03_67feb3da:


    mc "Хах, что, для личного банка дрочки Каньи?"


translate russian e16s03_920079d3:


    kv "Хаха, вообще-то, он называется \"Веселая папка Каньи, спасибо тебе большое\"."


translate russian e16s03_ebe9c647:


    kv "Идеально."


translate russian e16s03_dea50eb1:


    kv "Ооо да. Думаю, этого для меня пока хватит."


translate russian e16s03_8ef8f700:


    mc "Мы всегда можем сделать больше, если Джесси будет заставлять тебя ждать."


translate russian e16s03_ae10d3c3:


    kv "Нрррн. Может, ты поможешь ей ускорить процесс. Я хочу, чтобы ты швырял меня, как тюк сена, [mcname]."


translate russian e16s03_d940ddf2:


    mc "В этих местах, за такое поведение тебя могут отшлёпать, Канья."


translate russian e16s03_7a7112b4:


    kv "Мхммм. Пойду я лучше дальше искать хорошие ракурсы, иначе твои поддразнивания сведут меня с ума."


translate russian e16s03_55a7e65f:


    kv "Продолжай работать в том же духе, [mcname]."


translate russian e16s03_1e16d7df:


    mct "Мммм. В этом свежем воздухе точно есть что-то такое, что возбуждает девушек."


translate russian e16s03_700d93ff:


    mc "А это ещё что?"


translate russian e16s03_414f63c3:


    mc "Кто ты?"


translate russian e16s03_f6d46143:


    mct "Почему эта девушка ничего не говорит?"


translate russian e16s03_9df4803a:


    mct "Она выглядит не как Молли, но, возможно, она здесь, чтобы присоединиться к нам."


translate russian e16s03_3aad6a0d:


    mct "Я не получал никаких сообщений, что кто-то сегодня приедет, и я уверен, что Джесси упомянула бы об этом, если бы такое сообщение получила она."


translate russian e16s03_aed7b086:


    mc "Всё в порядке. Ты пришла сюда из-за сайта? Если так, то ты в правильном месте."


translate russian e16s03_7af3de99:


    mct "Может, станет лучше, если я покажу ей Молли. Тогда она поймёт, что это правильное место. Я надеюсь."


translate russian e16s03_4e8974a6:


    mc "*громко свистит*"


translate russian e16s03_89b0c6b9:


    mc "Ко мне. Хорошая девочка."


translate russian e16s03_75a90986:


    mc "Это Молли. Молли, похоже, у нас новый гость."


translate russian e16s03_d59942e6:


    mdog "*радостно лает*"


translate russian e16s03_df6ccdcf:


    mc "Пойдём, Молли. Может, она захочет познакомиться с Джесси."


translate russian e16s03_ef0b6acc:


    jf "Ой, привет."


translate russian e16s03_7a878bbd:


    "Незнакомая Девушка" "Это то самое место?"


translate russian e16s03_0c7da9af:


    mc "Какое место?"


translate russian e16s03_c1557ddc:


    "Незнакомая Девушка" "Безопасное место для девушек-животных?"


translate russian e16s03_ebcbdc9c:


    jf "Да, оно самое. Вижу, с [mcname] и Молли ты уже познакомилась. Я Джесси. А тебя как зовут?"


translate russian e16s03_c2dc1386:


    scat "Сейдж..."


translate russian e16s03_546065bd:


    jf "Добро пожаловать, Сейдж. Мы очень рады с тобой познакомиться."


translate russian e16s03_60e10703:


    jf "Всё в порядке?"


translate russian e16s03_6827ff06:


    scat "*шмыгает носом* Да. Я просто... Я уже несколько дней ищу это место."


translate russian e16s03_4a60c6d9:


    scat "Моя семья... весь мой родной город... Никто из них не одобрял того, кем я стала."


translate russian e16s03_a012356b:


    scat "Но потом стало даже хуже. Не думаю, что хоть одна живая душа в этом месте просто так оставила бы меня в живых."


translate russian e16s03_0ded2b21:


    scat "Каждый день люди дразнили меня. В лицо, за спиной. Они называли меня обидными именами. Но становилось всё хуже и хуже."


translate russian e16s03_1a88fca5:


    scat "На прошлой неделе я возвращалась домой из библиотеки, и... какой-то мужик чуть не сбил меня своим грузовиком."


translate russian e16s03_42eb22e6:


    scat "Позже ко мне пришла жена этого парня и сказала, что он просто был пьян и это был несчастный случай."


translate russian e16s03_0aadcd47:


    scat "*шмыгает* Она милая женщина. Даже заставила его прийти и извиниться передо мной, но взгляд в его глазах..."


translate russian e16s03_93ae5e58:


    mc "Ты думаешь, что это была не случайность?"


translate russian e16s03_d5d85404:


    scat "Нет. Но это было даже не самое худшее. По тому, как он на меня посмотрел, я поняла, что он собирался сделать это снова."


translate russian e16s03_b596088c:


    scat "Так что я сбежала."


translate russian e16s03_41773be1:


    mct "Какая ужасная у Сейдж история. И судя по Джесси, этот придурок-дальнобойщик, возможно, напоминает ей о том, как её кузен повёл себя с Молли."


translate russian e16s03_b250b328:


    mct "Почему некоторые люди настолько отстойные?"


translate russian e16s03_035821e4:


    mc "*прочищает горло* Мы рады, что ты добралась сюда, Сейдж."


translate russian e16s03_b9ce6432:


    mc "Ты можешь оставаться у нас столько, сколько тебе нужно. Никто не будет тебя здесь запугивать или причинять тебе боль."


translate russian e16s03_0a4dbc8d:


    mc "Я обещаю."


translate russian e16s03_627d8375:


    jf "И ты ни чем не обязана, Сейдж. К жизни на ферме нужно привыкнуть, так что ты всегда вольна уйти, если тебе это не понравится."


translate russian e16s03_1cfc3c6c:


    scat "Никто другой меня не примет..."


translate russian e16s03_d9a28643:


    jf "Сейдж, это не может быть правдой. Хороших людей всегда больше, чем плохих."


translate russian e16s03_861aa400:


    jf "В любом случае, главное, что теперь ты в безопасности. Я сейчас же приготовлю тебе спальню."


translate russian e16s03_6eddb65e:


    scat "Спасибо большое. Мне много не нужно. Но... мне было кое-что любопытно."


translate russian e16s03_ad42883d:


    scat "На сайте... там говорилось, что вы можете сделать мне настоящий костюм животного?"


translate russian e16s03_d5517a11:


    jf "Хочешь, чтобы я сделала тебе костюм?"


translate russian e16s03_4358a704:


    scat "Да. Эээ... костюм девушки-кошки. Если это было не очень очевидно."


translate russian e16s03_eabbfa12:


    scat "Конечно же... если только это не слишком большая просьба. Вы и так уже очень много для меня делаете, просто позволяя мне остаться."


translate russian e16s03_b6a2bc5e:


    jf "С превеликим удовольствием, Сейдж!"


translate russian e16s03_64b99a2f:


    jf "Сейдж, мне только нужно будет снять с тебя мерки."


translate russian e16s03_ed7b39a5:


    scat "Не могу дождаться, когда я смогу носить такие же уши и хвост, как и у Молли."


translate russian e16s03_35f6f798:


    mdog "*раздражённое рычание*"


translate russian e16s03_e8735aeb:


    scat "Хм?"


translate russian e16s03_676e2fa9:


    mc "Думаю, Молли хочет сказать, что она ничего не 'носит'. Она всегда так выглядит.."


translate russian e16s03_67a5b419:


    scat "Ох, верно. Извини, Молли."


translate russian e16s03_2fe0f8c2_1:


    mdog "Рафф рафф!"


translate russian e16s03_23bc1719:


    mc "Что? Ах, да?"


translate russian e16s03_5629ca23:


    mc "Я предоставлю тебе немного уединения, Сейдж."


translate russian e16s03_178e53f3:


    scat "Да ничего, [mcname]. В любом случае... Мне так или иначе нужно будет к этому привыкнуть."


translate russian e16s03_2ca1652a:


    mct "А вот этого я не ожидал."


translate russian e16s03_668520a5:


    mct "Без своей кошачьей футболки она ещё симпатичнее."


translate russian e16s03_0e89e111:


    jf "Когда закончим снимать мерки, может поможешь мне приготовить ужин?"


translate russian e16s03_b6834b74:


    scat "Я не очень хороша в готовке, но я сделаю всё, что смогу."


translate russian e16s03_2c661304:


    scat "Спасибо, Джесси."


translate russian e16s03_900a043d:


    jf "Всегда пожалуйста, Сейдж."

translate russian strings:


    old "The next weekend"
    new "Следующие выходные"


    old "Later during chores"
    new "Чуть позже\nВо время работы по дому"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
