


translate russian e10s07_58e7fd20:


    mc "Что ж, спасибо за прекрасный ужин."


translate russian e10s07_1c20b376:


    md "Не торопись. Есть ещё один вопрос, который я хочу обсудить."


translate russian e10s07_fe7af3f7:


    mc "*шепчет* Я же тебе говорил..."


translate russian e10s07_8d6682f3:


    mes "Конечно, отец. Что мы можем для тебя сделать?"


translate russian e10s07_7d19c50d:


    md "Это больше, что я могу сделать для вас. У меня есть для вас пара...{w} предложений."


translate russian e10s07_e85abc91:


    md "Ваш маленький проект оказался весьма выгодным для нынешних инвесторов."


translate russian e10s07_f4bed3f6:


    mc "Если вы заинтересованы в инвестировании, я могу предоставить Вам..."


translate russian e10s07_73074e14:


    md "Я уже вложил деньги. Не в ваши инвестиции, а в ваш бизнес. Сейчас мне принадлежит 18%% акций."


translate russian e10s07_f80ecf41:


    mes "Что?! Даже не сказав мне?"


translate russian e10s07_0d77f5b1:


    md "Вы начали этот бизнес, не посоветовавшись со мной. Я не чувствовал себя обязанным сообщать вам об этом раньше."


translate russian e10s07_4003e446:


    md "Это было на удивление просто. Ваши нынешние сотрудники, были более чем рады продать свои акции."


translate russian e10s07_2a65a980:


    mct "Неудивительно. Как и в любом стартапе, они, вероятно, считают, что их акции ничего не стоят, пока кто-нибудь не предложит им сделку."


translate russian e10s07_9fbfb41b:


    mes "Я не могу в это поверить.{w} Это то, что я делаю - мы делаем - для себя. А ты хочешь просто..."


translate russian e10s07_31ec27a6:


    mc "Тшшш, дорогая. Давай посмотрим, что он предлагает, прежде чем реагировать."


translate russian e10s07_56e35683:


    md "Вот моё предложение.{w} Я представлю его совету директоров на следующем заседании."


translate russian e10s07_facf1ccf:


    mc "Вы, конечно же, понимаете, что Ваша дочь - генеральный директор, эм, генеральная директриса."


translate russian e10s07_c87317e7:


    md "Конечно, и я предполагаю, что как у генеральных директоров у вас тоже есть какие-то акции. Это предложение вполне приемлемо для всех участников."


translate russian e10s07_4c9e924d:


    mes "Ты хочешь превратить нашу компанию в дочернюю компанию семейной корпорации."


translate russian e10s07_e23d2d85:


    md "[mcname] может остаться на посту генерального директора, но недавно мы наняли нескольких профессионалов, которые смогут делать эту работу лучше, чем ваша разношерстная банда сотрудников."


translate russian e10s07_d5f76cc2:


    mes "[mcname] - директор по маркетингу, генеральный директор - я."


translate russian e10s07_48d44569:


    mes "И я полагаю, ты планировал, что я просто вернусь на свою старую работу - с которой я недавно уволилась, так?"


translate russian e10s07_b8d622eb:


    md "Это было бы лучшим применение твоим талантам. Мы просто отменим и аннулируем твою отставку."


translate russian e10s07_01ebaf99:


    mc "Конечно, вы можете представить это совету на рассмотрение..."


translate russian e10s07_fb5aef59:


    mes "Как можно так спокойно к этому относиться?!"


translate russian e10s07_7125481f:


    mc "Но я уверен, что ничего подобного не произойдёт."


translate russian e10s07_3a208ebb:


    mc "Контрольный пакет акций нашего бизнеса пренадлежит нам двоим."


translate russian e10s07_2d8d1978:


    mc "Таким образом, отказ от вашего предложения - это просто формальность."


translate russian e10s07_2035e8ae:


    md "Это неприемлемо. Вы не можете..."


translate russian e10s07_fe4e859b:


    mes "Да, мы можем."


translate russian e10s07_35d4450e:


    mc "Мы уже создали успешный бизнес и имеем чёткие цели сделать его ещё более успешным."


translate russian e10s07_80d7eed4:


    md "Послушай меня, дочь. Вы примете это предложение. У меня на тебя большие планы."


translate russian e10s07_7afa6342:


    mc "У нас другие планы. Нам не нужны Ваши деньги."


translate russian e10s07_1115310a:


    mc "У Ын Су другие планы. Не хочешь рассказать ему?"


translate russian e10s07_17eb2bf1:


    mes "Да, спасибо.{w} Отец - нам не нужны твои деньги."


translate russian e10s07_d93d6b5b:


    mc "Как я уже сказал, мы владеем контрольным пакетом акций."


translate russian e10s07_af8148f0:


    mes "Мы не хотим, чтобы ты контролировал наш бизнес или нашу жизнь."


translate russian e10s07_7c792ccb:


    md "Ты всегда была волевым ребёнком, но пришло время повзрослеть."


translate russian e10s07_690bfab9:


    mes "Я не могу согласиться. Это моя взрослая жизнь."


translate russian e10s07_32dd6dfb:


    mc "Ещё раз спасибо за прекрасный ужин. Я с нетерпением буду ждать встречи с Вами."


translate russian e10s07_0045eebf:


    mes "О, есть ещё одна вещь, которую ты должен знать."


translate russian e10s07_87232d35:


    mc "Мы женимся."


translate russian e10s07_2b331c44:


    mc "Я знаю, что мне следует спросить Вашего разрешения или благословения, но..."


translate russian e10s07_7d760b99:


    mes "Но, свадьба состоится независимо от того, одобряешь ты это или нет."


translate russian e10s07_8bf3fecf:


    mc "Итак, что думаете по этому поводу?"


translate russian e10s07_4b0173f5:


    md "Ты оскорбляешь меня. Ты отвергаешь моё предложение. Ты отвергаешь мои планы и ожидания."


translate russian e10s07_0d38f696:


    md "И теперь ты просишь руки моей дочери?"


translate russian e10s07_4ba9f6df:


    mc "Я никогда Вас не оскорблял. Я не предлагал Вам ничего, кроме уважения."


translate russian e10s07_f50a211a:


    mc "Всё, о чём я просил, это проявить к нам такое же уважение, какое Вы ожидаете к себе."


translate russian e10s07_e3febeb4:


    mc "Мы с Вашей дочерью - одно целое. Мы движемся вместе как один человек."


translate russian e10s07_168859aa:


    mc "Ваше руководство больше не требуется. Я смогу присмотреть за Мин Ын Су."


translate russian e10s07_4d293f34:


    mc "Речь идёт о семье. У Вас есть выбор."


translate russian e10s07_df2c6f42:


    md "Я понимаю.{w} Я тебя недооценивал. Вас обоих, судя по всему."


translate russian e10s07_cb4d9027:


    md "У вас есть моё разрешение и моё благословение."


translate russian e10s07_a1f066ab:


    mb "Мне всегда хотелось иметь младшего брата.{w} Поздравляю, [mcname]."


translate russian e10s07_c9921d48:


    mc "Спасибо..."


translate russian e10s07_9b38c6a3:


    mm "Ты беременна?"


translate russian e10s07_0c9f5e7b:


    mes "Что?! Нет, мама."


translate russian e10s07_746e5445:


    mm "А почему бы нет? Я хочу внуков, а твой брат даже на свидание не может пойти."


translate russian e10s07_1bf1ef60:


    mb "Эй - я сейчас просто сосредоточен на работе. У меня ещё куча времени."


translate russian e10s07_d135212a:


    mm "Ты ведь не бесплоден, малыш? Это может стать решающим фактором."


translate russian e10s07_ebb442bd:


    mc "Что? Нет."


translate russian e10s07_756b3108:


    mm "Может быть, вы просто делаете это неправильно. Я помню, как твой отец в нашу первую брачную ночь..."


translate russian e10s07_a37824ed:


    md "Дорогая, им не обязательно об этом знать..."


translate russian e10s07_3e961f8e:


    mes "Мама! Я принимаю таблетки."


translate russian e10s07_1dcaa3d8:


    md "Ох, слишком много информации."


translate russian e10s07_8bd3a177:


    mes "Можешь просто сказать что-нибудь приятное о нашей помолвке?"


translate russian e10s07_a37fe0e9:


    mm "Конечно. Я несказанно рада вашей предстоящей свадьбе и уверена, что моя дочь не смогла бы найти более приятного мальчика."


translate russian e10s07_631c99ed:


    mm "Ну, может быть, он и приятный мальчик, но не совсем тот, который подходит ей самой."


translate russian e10s07_aba73ffa:


    mc "Ха! Я приму это как комплимент."


translate russian e10s07_5c4ff2d1:


    mm "И, конечно же, я хочу, чтобы у меня как можно скорее появилось много внуков."


translate russian e10s07_4eb7943b:


    mc "Касательно этого вопроса, я сделаю всё, что в моих силах, мэм."


translate russian e10s07_b17777c4:


    mm "И если вам когда-нибудь понадобится совет..."


translate russian e10s07_103ba486:


    mb "Мама, ты так доведёшь папу до сердечного приступа."


translate russian e10s07_ef6bf00a:


    mm "Хорошо, тогда почему бы вам двоим просто не поцеловаться, а я буду молчать."


translate russian e10s07_2bcd9cc9:


    mes "Это мы можем."

translate russian strings:


    old "Few days later"
    new "Несколько дней спустя"


    old "You have finished playing ending 10!"
    new "Вы закончили прохождение с Концовкой #10!"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
