


translate russian e10s02_b5278bcc:


    mes "[mcname]. Это моя семья. Они важны для меня. Так что, будь почтителен."


translate russian e10s02_d0f44e92:


    mc "Конечно, Мин."


translate russian e10s02_547d3da2:


    mes "Ох, чёрт. Я должна была сказать тебе раньше. Мин - моя фамилия."


translate russian e10s02_6a8d2208:


    mc "Это имеет смысл. Значит, твои родители..."


translate russian e10s02_a962f490:


    mes "Просто называй их Мистер & Миссис Мин. И всё будет в порядке."


translate russian e10s02_f3f2f3d8:


    mc "Ещё что-нибудь, о чём мне стоит знать?"


translate russian e10s02_44a04f9b:


    mes "Ещё, там скорее всего будет мой старший брат. Он для меня важен. Он собирается взять на себя семейный бизнес, когда мой отец выйдет на пенсию."


translate russian e10s02_2303b416:


    mc "Твой отец планирует уйти на пенсию?"


translate russian e10s02_d652d874:


    mes "Надеюсь, не в ближайшие несколько десятилетий."


translate russian e10s02_a0059203:


    mc "Хорошо. Как мне называть твоего брата?"


translate russian e10s02_59d38164:


    mes "Он сам представится, но ты можешь называть его До-юн."


translate russian e10s02_a9153106:


    mc "Его зовут До-юн Мин?"


translate russian e10s02_b93746e9:


    mes "Нет. Его зовут Мин До-юн. У нас ставят фамилию перед именем."


translate russian e10s02_57572cdb:


    mc "Верно, прости. Что-нибудь ещё?"


translate russian e10s02_370a9fa6:


    mes "Просто постарайся не..."


translate russian e10s02_3fc86124:


    mes "Знаешь что, просто постарайся не говорить слишком много. Будь почтителен. Не позорь ни себя, ни меня."


translate russian e10s02_06eb03ff:


    mc "Я сделаю всё возможное."


translate russian e10s02_15503ce6:


    mes "Ладно."


translate russian e10s02_ce08204e:


    md "{i}*говорит что-то на языке, который Вы не понимаете*{/i}"


translate russian e10s02_c4db894e:


    mes "Да, отец.{w} Это тот человек, о котором я тебе говорила."


translate russian e10s02_4c61156c:


    mct "Что происходит? Я должен поклониться? Я должен что-нибудь сказать?{w} Вот дерьмо. Меня к такому не готовили."


translate russian e10s02_59b814d1:


    mc "Здравствуйте. Меня зовут [mcname] Янг.{w} Ну, или если по вашим правилам, Янг [mcname]."


translate russian e10s02_15fd73fd:


    md "{i}*говорит на языке, который Вы не понимаете*{/i}"


translate russian e10s02_b82a39a2:


    mes "Нет, отец. Это был мой бывший парень. Он...{w} проявил ко мне неуважение. Сейчас я с [mcname]."


translate russian e10s02_93eef468:


    mc "Вы сейчас демонстрируете силу."


translate russian e10s02_03ad0a6a:


    mc "Вы глава успешной транснациональной корпорации. Вы говорите по-английски."


translate russian e10s02_75e4ca5c:


    mc "Более того, вы уже говорили с М..."


translate russian e10s02_bed64e5e:


    mc "...С Вашей дочерью. Вы знаете, кто я. И Вы заговорили о её бывшем парне, чтобы продемонстрировать свою власть."


translate russian e10s02_91ba1686:


    md "*смеётся* Очень хорошо, [mcname]. В конце концов, возможно, ты не совсем бесполезен."


translate russian e10s02_720a8a8a:


    mc "Так что, оставим эти притворства и будем вести себя как обычные люди?"


translate russian e10s02_db5d7aef:


    md "Нет.{w} Пожалуйста, присаживайтесь. Обед скоро будет подан."


translate russian e10s02_1afa3d8c:


    md "Ну думаю, что ты знаешь мою жену и моего сына."


translate russian e10s02_86a5e4c2:


    mm "Приятно познакомиться, [mcname]. Наша дочь хорошо отзывалась о тебе."


translate russian e10s02_38d8867a:


    mc "Благодарю, мэм."


translate russian e10s02_10b72718:


    mb "Привет, [mcname]. Называй меня просто Дон."


translate russian e10s02_a44b1991:


    md "Нет необходимости выходить за рамки формальности."


translate russian e10s02_fb405b1e:


    mb "Расслабься, пап. Это не деловая встреча. Это светское мероприятие."


translate russian e10s02_3400e76f:


    mb "Во время социальных взаимодействий будет приемлимо ослабить правила и плыть по течению."


translate russian e10s02_18e08b6b:


    md "Полагаю, ты прав, но меня это не устраивает."


translate russian e10s02_2a063180:


    mc "Спасибо. Я согласен с До-юном, эм... Доном?{w} Меня пока тоже не очень привлекают формальности..."


translate russian e10s02_506d30e3:


    mes "Я уверена, что со временем [mcname] научится - и произведёт на тебя впечатление, отец."


translate russian e10s02_c54121d7:


    mb "[mcname], что ты думаешь о бейсбольном сезоне? У тебя есть любимая команда?"


translate russian e10s02_be8b63f7:


    mc "Эм, вообще-то я никогда особо не следил за бейсболом...{w} Я мог бы рассказать о футболе, но до начала сезона ещё несколько месяцев."


translate russian e10s02_f69562ef:


    mb "Ох."


translate russian e10s02_73b9b8d0:


    mm "Я всегда была фанатом \"Тигров\"."


translate russian e10s02_b54ac9de:


    mc "\"Детройтские Тигры\"? Я слышал о них. \"Вперёд, Львы, и заберите с собой Тигров\"."


translate russian e10s02_f1aa3ea1:


    mb "Извини, но нет. Мать говорит о \"Тиграх Хансина\" Она немного одержима Японией."


translate russian e10s02_c29c33d4:


    mm "Не забывай, что ты там родился, Брюс. Ты слышал эту историю?"


translate russian e10s02_0ae4d833:


    mct "Ой, блин, у меня такое ощущение, что меня ждёт длинная история о рождении Брюса..."


translate russian e10s02_dc7d891d:


    md "Если позволите, я прерву вас, чтобы обсудить дела."


translate russian e10s02_5c4c774b:


    md "Дочь, ты будешь работать у нас в штаб-квартире. Есть вакансия, которую ты должна занять."


translate russian e10s02_7616c38f:


    mes "Конечно, отец. Летняя стажировка начнётся через пару недель, так что..."


translate russian e10s02_d739aa85:


    md "Не в этот раз.{w} Я уверен, что ты готова к чему-то большему."


translate russian e10s02_4254ce0b:


    mes "Я не понимаю..."


translate russian e10s02_2aa454af:


    md "Мы обсудили это и решили, что ты готова к реальной должности. Ты можешь начинать с завтрашнего дня."


translate russian e10s02_31aa10d2:


    mes "Чт...?"


translate russian e10s02_a083872c:


    mes "Что? Мне придётся продолжать своё обучение в другом месте?"


translate russian e10s02_8b451d52:


    mb "Мы с отцом это уже обсудили. Ты сможешь вернуться осенью, но ты явно готова начать работать на полную."


translate russian e10s02_5d990fef:


    mes "Но я не..."


translate russian e10s02_af8fd4e6:


    mes "Я же должна была..."


translate russian e10s02_e0a2027c:


    mb "Здесь нечего обсуждать. Это потрясающая возможность."


translate russian e10s02_90627f14:


    md "Твой брат изначально был против этого - он считал, что ты заслужила отдыха после учебы - но никто из нас не хочет растрачивать твой потенциал впустую."


translate russian e10s02_bb912d5d:


    mes "Да, отец.{w} Я понимаю."


translate russian e10s02_0993fb34:


    mc "Простите, но какого хрена?"


translate russian e10s02_d9011b48:


    mb "Это семейный бизнес, [mcname]..."


translate russian e10s02_ac3c10bf:


    mc "Мин, что ты на самом деле думаешь об этом?"


translate russian e10s02_a0b6e32f:


    mes "[mcname], пожалуйста. Не делай этого."


translate russian e10s02_5476e36c:


    mc "Она говорила мне, что хочет заняться кое-чем другим."


translate russian e10s02_d9557a4f:


    mc "Вам когда-нибудь приходило в голову спросить её о её планах? О её целях?"


translate russian e10s02_a0b6e32f_1:


    mes "[mcname], пожалуйста. Не делай этого."


translate russian e10s02_847e583c:


    mc "Какого чёрта, Мин?! Ты самый сильный человек, которого я знаю. Ты была готова резать праздничный торт боевым топором."


translate russian e10s02_2febb978:


    mc "Нет смысла в том, чтобы кто-то – не говоря уже о твоей собственной плоти и крови - неуважительно относился к твоему мнению и указывал тебе..."


translate russian e10s02_b9bbf975:


    mc "Спросите её о высокочастотной торговле! Спросите её о сентиментальном анализе социальных сетей! Спросите её, чем она хочет заниматься в жизни!"


translate russian e10s02_b9ba7622:


    mc "Я слушал её. Я могу рассказать, что собиралась делать Мин..."


translate russian e10s02_9f5fe95d:


    md "Довольно!"


translate russian e10s02_a27df2e1:


    md "Ты не понимаешь. Это наш семейный бизнес. \"Мин\" - вот кто мы такие, и Ын Су пойдёт по пути, который я указал."


translate russian e10s02_508689a3:


    md "Это понятно?!"


translate russian e10s02_a6b0ca26:


    mes "Да, отец."


translate russian e10s02_049086da:


    mb "Да, отец."


translate russian e10s02_2b35b6fe:


    mc "..."


translate russian e10s02_a79134e4:


    md "Кажется, трапеза окончена. Наш гость не хотел бы злоупотреблять гостеприимством."


translate russian e10s02_2b35b6fe_1:


    mc "..."


translate russian e10s02_8c71e137:


    mes "Конечно, отец. Пойдём, [mcname]."


translate russian e10s02_1bf60051:


    mc "Конечно."


translate russian e10s02_79f9e729:


    mc "Только позвольте мне внести ясность. Я искренне забочусь об интересах вашей дочери."


translate russian e10s02_2ea42706:


    mc "Мы просто не сходимся во мнениях, что действительно отвечае её интересам."


translate russian e10s02_c18904f9:


    md "Я нашёл подходящую квартиру для своей дочери и для того, с кем она решит жить."


translate russian e10s02_6a25ef9e:


    mc "Вы упомянули полную занятость. Полагаю, там достойная зарплата?"


translate russian e10s02_a0c77c71:


    md "У неё будет солидная зарплата, на бумаге. Конечно, эти деньги будут реинвестированы в компанию, и она будет получать свою часть по семейной карте."


translate russian e10s02_0b74165e:


    mc "Это неприемлемо. Вы будете отслеживать и контролировать её траты на дом и покупки?!"


translate russian e10s02_f01a490b:


    mes "*шепчет* [mcname]! Может обсудим это позже?"


translate russian e10s02_e3bebce1:


    mb "Я уверен, мы понимаем, что - по-своему - ты пытаешься присматривать за моей сестрой."


translate russian e10s02_65891b6d:


    md "Я - нет."


translate russian e10s02_16d837b0:


    md "Держись подальше от дел нашей семьи, [mcname]."


translate russian e10s02_7e2a7b19:


    mes "Тсс. Давай просто уйдём."

translate russian strings:


    old "Ask her what she really thinks about this"
    new "Спросить её, что она на самом деле думает по этому поводу."


    old "Tell them that she has other plans"
    new "Сказать им, что у неё другие планы"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
