


translate russian e15s02_ff5d983a:


    sy "Кое-кто очень шикарно выглядит."


translate russian e15s02_c66d09e1:


    mc "Ага. Через пять минут у меня будет важная встреча. Пришлось приодеться, чтобы произвести впечатление."


translate russian e15s02_03daa6ae:


    sy "Хахаха. Что же это получается, ты не собираешься просто вытащить свой член и обо всём договориться?"


translate russian e15s02_6ff41185:


    mc "Неа."


translate russian e15s02_3dbcf1e3:


    mc "Продукт может продаться и сам по себе, но мы должны прилагать все усилия для тех людей, заинтересованных в пакетах премиум-класса."


translate russian e15s02_79bbae86:


    sy "Хочешь, чтобы я ушла?"


translate russian e15s02_d864c0d5:


    mc "Нет, всё будет хорошо, до того момента, пока ты не перестанешь вести себя спокойно, мило выглядеть и молчать."


translate russian e15s02_98ddc506:


    sy "Как-то слишком много требований. Но поскольку ты такой замечательный хозяин, я буду стараться изо всех сил."


translate russian e15s02_a64e8bc0:


    mc "Спасибо."


translate russian e15s02_1e9ee52d:


    mct "Как Мин всегда говорит: 'Продукт продаст себя и сам, тебе просто нужно дать им почувствовать себя особенными, и тогда они откроют свой кошелёк'."


translate russian e15s02_08bccfeb:


    mct "Вот и настало время шоу."


translate russian e15s02_af2d7a0c:


    mes "[mcname], позволь тебе представить, Мистер Дуглас Мелвилл, его жена Хлоя Мелвилл и их дочь Оливия."


translate russian e15s02_f6fa0db5:


    mes "[mcname], позволь тебе представить, Мистер Дуглас Мелвилл, его жена Хлоя Мелвилл и их служанка Оливия Смолл."


translate russian e15s02_00eea62f:


    mc "Рад познакомиться со всеми вами. Добро пожаловать в спа-центр \"Водопад\"."


translate russian e15s02_833fe5df:


    mct "Почему у меня такое ощущение, будто я уже видел его раньше?"


translate russian e15s02_76e3c917:


    mct "Вот чёрт. Это же тот клиент, против которого выступала в суде Лисса."


translate russian e15s02_d414fe32:


    mct "Надеюсь, это не повлияет на наши отношения."


translate russian e15s02_205ccb46:


    mct "Воу. Я же видел его раньше."


translate russian e15s02_12c939a1:


    mct "Это тот самый клиент, с которым трахались мы с Самией."


translate russian e15s02_3009dd74:


    mct "Как же тесен этот извращённый мир."


translate russian e15s02_44d9e260:


    mct "Хм. Ну, пожалуй не стоит поднимать эту тему, конечно, если он сам этого не сделает."


translate russian e15s02_cd264ede:


    ceo "Да, да, это всё очень здорово. Но кто она такая?"


translate russian e15s02_528fc334:


    mc "Ах, просто нам стажёр. Надеюсь, Вы не против."


translate russian e15s02_54a1f979:


    ceo "Хаха. Пожалуй, нет."


translate russian e15s02_329d7d94:


    mc "Как я уже говорил, мы очень рады видеть вас в нашем спа-салоне."


translate russian e15s02_3143c477:


    ceo "Да. Лучше поздно, чем никогда."


translate russian e15s02_9e3efd25:


    ceo "Когда пошёл второй месяц ожидания, я уже начал было думать, что в конце концов это окажется просто пустой тратой времени."


translate russian e15s02_f97569c1:


    ovs "Ну что, пап. Ты рад, что дождался?"


translate russian e15s02_7b38a537:


    ovs "Пенни клялась мне, что ожидание будет того стоить."


translate russian e15s02_45742c55:


    ovs "Она сказала, что Мистер Янг - настоящий учёный. Мастер своего дела."


translate russian e15s02_ced41416:


    mc "Я рад, что Пенни так хорошо провела с нами время."


translate russian e15s02_89c5ab86:


    ovs "Мммхмм. Естественно, я собираюсь опередить её."


translate russian e15s02_a4f6b0b9:


    mes "Вообще-то, наше спа не предназначено для соревнований, Оливия."


translate russian e15s02_fd39dfd1:


    ceo "Что за чушь. Для тех, кто находится на высшей ступеньке общества, вы всегда должны стремиться лидировать."


translate russian e15s02_670e9d70:


    ceo "И поскольку эта практика является новой {b}дисциплиной{/b}, мы не можем позволить нашей дочери оставаться позади."


translate russian e15s02_bdd5420e:


    mes "Вы очень мудры, Мистер Мелвилл. Я знаю, насколько важно для молодого поколения произвести впечатление на своих родителей, друзей и коллег."


translate russian e15s02_c1a047a3:


    mct "Ах Мин. Отличная возможность использовать разочарование в отношении её отца и использовать его в своих интересах."


translate russian e15s02_c3d353e9:


    mct "Боже, она самая лучшая."


translate russian e15s02_3cc0acb5:


    mes "Но создание большого эффекта может потребовать много ресурсов и длительного обучения. Поэтому, я рекомендую Вашей дочери записаться на наш премиальный курс."


translate russian e15s02_47d89057:


    mes "Оливия, Вас это интересует?"


translate russian e15s02_036df453:


    ovs "Наверное."


translate russian e15s02_808a71e9:


    cm "Думаю, было бы замечательно, если бы мы услышали подробности обо всех предоставляемых услугах. Мы хотим, чтобы Оливия была счастлива и чувствовала себя комфортно."


translate russian e15s02_e73682d9:


    cm "Итак, нам нужно узнать больше о вашем... 'спа' и его услугах." id e15s02_e73682d9


translate russian e15s02_d8ef2f83:


    ovs "Мистер Мелвилл, я уверена, что Мистер Янг не хотел оскорбить Вас столь долгим ожиданием."


translate russian e15s02_83b5662a:


    mc "Так и есть. И мы очень рады, что для вас наконец-то появилось место."


translate russian e15s02_a4e5ad3a:


    ceo "Не для нас. Для нашей служанки Оливии."


translate russian e15s02_1bf60051:


    mc "Конечно."


translate russian e15s02_6469e32d:


    cm "В наших кругах ходили слухи, что многие люди ходят к вам ради..."


translate russian e15s02_c4624913:


    cm "Вашего опыта. Мы знакомы с девушкой по имени Пенни, которая оставила о вас восторженный отзыв."


translate russian e15s02_62a8a39a:


    mc "И я рад, что Пенни так хорошо провела с нами время."


translate russian e15s02_66cc1fb1:


    ceo "Но, конечно, мы будем рады заплатить больше, в пределах разумного, чтобы наша служанка стала ещё лучше в водных видах спорта."


translate russian e15s02_fb05d04d:


    ceo "Лучше, чем Пенни или любая другая женщина, проходящая через вашу программу."


translate russian e15s02_e76de78e:


    mes "Простите, Мистер Мелвилл, но в нашей практике не принято устраивать соревнования."


translate russian e15s02_74244da9:


    ceo "Боюсь, вы уже их устроили. И мы хотим, чтобы наша служанка стала самой лучшей."


translate russian e15s02_926ce041:


    mc "Что ж, если цена для вас не имеет значения - мы сделаем всё возможное."


translate russian e15s02_95ca31d4:


    cm "Я думаю, что стоило бы лучше услышать подробности обо всех услугах."


translate russian e15s02_1d9f1d03:


    cm "Я хочу точно знать, через что будет проходить наша служанка в вашем... {w}'спа'." id e15s02_1d9f1d03


translate russian e15s02_2a9b7b81:


    mes "Конечно."


translate russian e15s02_9eb9e77d:


    mes "Мой партнёр будет рад предоставить вам обзор всего, что мы можем предложить."


translate russian e15s02_6153502b:


    mc "Кхм. Во-первых, у нас есть услуги общественного туалета."


translate russian e15s02_727b24aa:


    mc "Проще говоря, это ускоренный курс Водных видов спорта для всех, кто всегда хотел их опробовать."


translate russian e15s02_30634a83:


    mc "Это может быть довольно агрессивно, поэтому мы не рекомендуем его новичкам."


translate russian e15s02_be6148cf:


    ceo "Что он в себя включает?"


translate russian e15s02_47a0f6bb:


    mc "На весь рабочий день заказчик берёт на себя роль общественного туалета в одной из наших специальных ванных комнат."


translate russian e15s02_c6fe5cd9:


    mc "Пока они находятся на своём 'рабочем месте', их может посетить и использовать любой из наших гостей."


translate russian e15s02_4665ef04:


    cm "И люди... {b}платят{/b} за это."


translate russian e15s02_22ac4229:


    mes "Это самый настоящий опыт. И здесь вы можете сделать это под нашей бдительной опекой, в отличие от других мест, в которых... нет такого же подхода, какой вы можете найти у нас."


translate russian e15s02_21e0e2f0:


    mes "Разумеется, безопасность наших клиентов превыше всего, и кто-то из сотрудников всегда будет рядом."


translate russian e15s02_0ff196a2:


    ceo "Я надеюсь. Хорошо, это одна из опций. Какие есть ещё?"


translate russian e15s02_34b8134c:


    mc "Второй уровень предлагаемых услуг - это групповая сессия. У нас есть опытный тренер, который обучает новых учеников различным методикам."


translate russian e15s02_45fd38e1:


    mc "Каждая сессия в посвящена отдельной области водных видов спорта."


translate russian e15s02_48628902:


    mc "И мы предлагаем разные уровни обучения, чтобы людям, имеющим некоторое представление об этом фетише, не приходилось начинать с нуля."


translate russian e15s02_f97fc8f7:


    mc "Пожалуй, это самый гибкий из доступных вариантов. Это средний ценовой сегмент."


translate russian e15s02_10f7e2bc:


    ceo "Какова эффективность этого курса по сравнению с высшим уровнем?"


translate russian e15s02_98f3325e:


    mes "Я бы сказала, что групповые занятия оставляют желать лучшего по сравнению с индивидуальными занятиями в нашем премиум пакете."


translate russian e15s02_3c89d414:


    mes "В конце концов, наставнику приходится делиться своим опытом с несколькими студентами сразу."


translate russian e15s02_aaab6f10:


    ceo "Мммм. В таком случае, расскажите об этом вашем премиальном пакете."


translate russian e15s02_5095ca2a:


    mc "Наш лучший сервис - индивидуальное обучение. Я лично, рука об руку, работаю с заказчиком и занимаюсь его обучением, от начальных техник уровня до полного познания всех практик."


translate russian e15s02_d82daffc:


    mc "Обучение проводится ежедневно, в стоимость входит проживание, питание и уход во время прохождения курса."


translate russian e15s02_344eff77:


    ceo "И сколько он занимает по времени?"


translate russian e15s02_deb50455:


    mc "В зависимости от человека. В среднем - пол года. У нас были люди, которые занимались дольше, но некоторые студенты заканчивали весь курс за четыре месяца."


translate russian e15s02_6838b551:


    mc "Но я крайне не советую спешить с этим. Развитие навыка требует терпения. Для некоторых это может стать шоком."


translate russian e15s02_585590b0:


    ovs "Уверена, что я всё освою за пару месяцев. Я могу всё, всё что угодно."


translate russian e15s02_64925baa:


    ceo "Хаха, видишь, моя дорогая. Не о чем беспокоиться."


translate russian e15s02_710fac08:


    ovs "Я сделаю всё возможное, чтобы завершить ваш курс за два месяца, Мистер Янг."


translate russian e15s02_20c154f9:


    ovs "Я бы не хотела ставить семью Мелвиллов в неловкое положение."


translate russian e15s02_bdc62a8d:


    ceo "Оливия, ты самая лучшая."


translate russian e15s02_7e0e5e56:


    cm "Спасибо, что рассказали нам о всех вариантах, Мистер Янг."


translate russian e15s02_cdbde3df:


    mc "Всегда к вашим услугам. Могу ли я ответить на ещё какие-нибудь вопросы?"


translate russian e15s02_34483ccc:


    cm "Ммхмм."


translate russian e15s02_0221d1e4:


    ceo "Что-то не так, моя дорогая?"


translate russian e15s02_5bb7407d:


    ovs "Ничего, папочка. Ты ведь знаешь, какую программу я хочу попробовать."


translate russian e15s02_a8b9ef49:


    ceo "Да..."


translate russian e15s02_b98cd9d9:


    ovs "Ничего, Мистер Мелвилл."


translate russian e15s02_81be7570:


    ceo "Мистер Янг, мы будем рады записаться на ваш самый престижный курс."


translate russian e15s02_2d9acac2:


    ceo "Оливия пройдёт индивидуальное обучение."


translate russian e15s02_a871d654:


    ceo "Всё самое лучшее для моей любимой дочурки."


translate russian e15s02_4fb24938:


    ceo "Наша служанка должна получать всё самое лучшее."


translate russian e15s02_03b84879:


    ovs "Вы слишком добры, Мистер Мелвилл."


translate russian e15s02_c1fd4191:


    mc "Приятно это слышать, Сэр."


translate russian e15s02_d239993b:


    mc "Кхм. Что ж, если вас всё устраивает, то я поручу Мисс Ын Су чуть позже связаться с вами и сообщить подробности оплаты."


translate russian e15s02_a150aad0:


    mc "И как только всё будет решено, я уверен, мы увидимся в ближейшее время, Оливия."


translate russian e15s02_827d619e:


    ovs "Я надеюсь."


translate russian e15s02_667431f1:


    ceo "Отлично, Мистер Янг. Мы будем ждать вашего звонка."


translate russian e15s02_18c26fdb:


    mes "Спасибо за ваше потраченое время."


translate russian e15s02_13d187d5:


    ceo "Мне было очень приятно, Мисс Ын Су."


translate russian e15s02_after_meeting_8da98d41:


    sy "Что-то не так?"


translate russian e15s02_after_meeting_4bc20081:


    mc "Это только мне так показалось, или это было как-то уж слишком просто?"


translate russian e15s02_after_meeting_d022bb57:


    mes "О чём это ты? Ты замечательно справился. Ты прирождённый продавец."


translate russian e15s02_after_meeting_dadb5b86:


    mes "Ммм."


translate russian e15s02_after_meeting_87cf9b9b:


    mc "Возможно, но что на самом деле произошло?"


translate russian e15s02_after_meeting_bca09261:


    sy "Хехехе."


translate russian e15s02_after_meeting_37a82d4b:


    mes "Судя по всему, они приняли решение ещё до того, как вошли в дверь."


translate russian e15s02_after_meeting_a31340dd:


    mc "Серьёзно? А в чём тогда был смысл всего этого?"


translate russian e15s02_after_meeting_cc9c6620:


    mes "Некоторым богатеям просто нравится подобное. Они хотят почувствовать страх, исходящий от людей, когда они показывают ми своё сердце и душу."


translate russian e15s02_after_meeting_02156dd0:


    mes "Но это не значит, что ты не проделал отличную работу. Всё точно и по делу. Как мы и тренировались."


translate russian e15s02_after_meeting_56d61e24:


    sy "Видишь, так что, ты вполне мог бы просто вытащить свой член."


translate russian e15s02_after_meeting_433dd2a0:


    mes "Как только их деньги окажутся на нашем счету, для этого у них появится достаточно времени."


translate russian e15s02_after_meeting_c0757c90:


    sy "Неплохо подмечено."


translate russian e15s02_after_meeting_9e02eb0d:


    mc "Я рад, что всё закончилось, но это было довольно напряжённо."


translate russian e15s02_after_meeting_1d9dcc5a:


    mc "Не знаю, хочу ли я терпеть ещё больше таких семей."


translate russian e15s02_after_meeting_22203e97:


    mes "Если ты будешь хорошо тренировать Оливию, всё остальное будет гораздо проще."


translate russian e15s02_after_meeting_bf449d4e:


    mes "И это означает, что у нас будет достаточно денег, чтобы рассмотреть возможность расширения."


translate russian e15s02_after_meeting_f412cd70:


    mc "Это было бы замечательно."


translate russian e15s02_after_meeting_32a40c8b:


    mc "Я только что понял, что иметь полный класс девочек - это немного облом."


translate russian e15s02_after_meeting_c3b46e34:


    sy "Что не так?"


translate russian e15s02_after_meeting_fd04e7e9:


    mc "Это значит, что у меня будет меньше времени, чтобы проводить его с тобой, Стейси..."


translate russian e15s02_after_meeting_054767fa:


    sy "Ну, если ты не против, что я буду таскаться за тобой, например, на твоих занятиях, мы всё равно сможем потусоваться."


translate russian e15s02_after_meeting_4925b4bf:


    mc "А это вариант."


translate russian e15s02_after_meeting_1f9727f8:


    mes "Хмм."


translate russian e15s02_after_meeting_7e0d9905:


    mc "Если только Мин не против."


translate russian e15s02_after_meeting_fb281ac6:


    mes "Конечно, я не против. Просто, Стейси, пожалуйста, следуй примеру [mcname]."


translate russian e15s02_after_meeting_f84defe8:


    mes "Мы должны сделать всё, что в наших силах. Особенно, что касается Оливии."


translate russian e15s02_after_meeting_af6b0d47:


    sy "Я буду самым сексуальным и воспитанным стажёром, которого только можно пожелать."


translate russian e15s02_after_meeting_60314aff:


    mes "Спасибо."


translate russian e15s02_after_meeting_bd0a54f5:


    mc "Отлично, решено."


translate russian e15s02_after_meeting_67928ced:


    mc "Теперь нам обоим пора вернуться к работе. Мне нужно начать готовиться к тренировке Оливии."


translate russian e15s02_after_meeting_33805e99:


    mes "Хорошо. Я подготовлю план платежей для Мелвилла в течение часа."


translate russian e15s02_after_meeting_f0e1843b:


    mes "Если повезёт, их платёж будет у нас ещё до обеда."


translate russian e15s02_after_meeting_0bfe42a3:


    mes "Да, и не забудь, сегодня твоя очередь готовить ужин."


translate russian e15s02_after_meeting_757c4db5:


    mc "Ну что бы я без тебя делал?"


translate russian e15s02_after_meeting_0e75f7c7:


    mes "К счастью для нас обоих, тебе не обязательно это узнавать."


translate russian e15s02_after_meeting_60e11c93:


    sy "Хахаха."
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
