


translate russian e01s02_fd8d44aa:


    mc "Куда, чёрт возьми, мы едем?"


translate russian e01s02_b13190df:


    sy "Я же сказала. Это сюрприз."


translate russian e01s02_02444371:


    mc "Сюрприз, из-за которого нужно ехать на поезде?"


translate russian e01s02_c765f27b:


    sy "Нет, глупенький. Просто прокатимся пару остановок в метро. Обещаю, мы останемся в том же городе."


translate russian e01s02_bc4fd44d:


    mc "Ох, ладно."


translate russian e01s02_a76db968:


    sy "Я рада, что ты решился жить со мной. Я боялась, что ты выберешь АмРоуз."


translate russian e01s02_f603434c:


    mc "Я об этом даже не подумал. А у неё ведь кровать больше..."


translate russian e01s02_24fb4913:


    sy "Что?!"


translate russian e01s02_d7e307e4:


    mc "Я просто шучу. Ты же знаешь - ты моя девушка номер один."


translate russian e01s02_d647c5ff:


    mc "Ты единственная, с кем я хочу засыпать ночью и просыпаться утром."


translate russian e01s02_2609d69d:


    sy "Так уж и быть, я тебе поверю."


translate russian e01s02_0cc2e585:


    sy "Ладно, хватит о пустяках. Лучше я расскажу тебе о твоём сюрпризе!"


translate russian e01s02_39f27e8d:


    mc "Весь во внимании. {w}Поезд приближается!"


translate russian e01s02_515262ce:


    sy "Чего ты больше всего хочешь в жизни?"


translate russian e01s02_0cbcc25b:


    mc "Без понятия."


translate russian e01s02_c8261eaf:


    sy "Ты должен знать! Что ты хотел бы сделать прямо сейчас, если бы не был тут?"


translate russian e01s02_aad729bb:


    mc "Играл бы в видеоигры и спал?"


translate russian e01s02_1fdb905b:


    sy "Хах! Просто..."


translate russian e01s02_a15b4a11:


    sy "Что бы ты сделал, если бы выиграл несколько сотен миллионов долларов?"


translate russian e01s02_b68059e8:


    mc "Разве это не должен быть только один миллион долларов?"


translate russian e01s02_9cef3f26:


    sy "Да, но если ты работаешь на приличной работе с надбавками, инфляцией и вот этим вот всем - я удивлюсь, если ты не заработаешь несколько миллионов до того, как тебе исполнится семьдесят."


translate russian e01s02_d45a66d7:


    mc "Ладно, Ладно. Итак, я выиграю в лотерею или пойду в казино и сорву джекпот."


translate russian e01s02_0c1fa20a:


    sy "Типа того. Достаточно денег, чтобы тебе больше никогда не пришлось работать."


translate russian e01s02_d094470a:


    mc "Если я достаточно умён, я заставлю юриста забрать выигрыш за меня, что даст мне несколько месяцев, прежде чем мошенники догадаются, кто я такой."


translate russian e01s02_cf421ca5:


    mc "Каждый грёбаный родственник будет просить на что-то несколько тысяч, или несколько сотен тысяч, чтобы начать собственное дело."


translate russian e01s02_e7c95eb8:


    mc "Каждый раз, когда я буду ходить в продуктовый магазин или куда-то ещё, мне придётся беспокоиться о мошенниках, пытающихся подстраивать свои травмы и подавать на меня в суд."


translate russian e01s02_08cc5e15:


    mc "И это я ещё не вспоминаю о всех тех женщинах, с которыми я занимался сексом, которые вдруг чего-то от меня захотят."


translate russian e01s02_73b4c8d5:


    mc "В итоге, я спрячусь в какой-нибудь пустыне, где мне будут доставлять еду подневольные курьеры, пока мой миллион не иссякнет."


translate russian e01s02_5c2c7bcf:


    sy "..."


translate russian e01s02_7ae3f46d:


    sy "Воу."


translate russian e01s02_b40d48cd:


    mc "Я просто пытаюсь сказать... это похоже на ад."


translate russian e01s02_e49de7e0:


    sy "Попробуем по другому. Забудь о халявных деньгах. Если бы ты мог сделать всё, что пожелаешь - чтобы ты сделал?"


translate russian e01s02_495e8a83:


    mc "Именно то, что я и так делаю."


translate russian e01s02_7dde65b5:


    sy "Ты так серьёзно к этому относишься?"


translate russian e01s02_3498fe23:


    mc "Просто, я понял, что могу делать всё, что захочу. И это то, что я делаю."


translate russian e01s02_01226ad5:


    sy "*вздох*"


translate russian e01s02_a5fcf329:


    mc "Поэтому, я с тобой."


translate russian e01s02_2c1e7a45:


    sy "Ладно, ответ засчитан, но ты так просто не отделаешься."


translate russian e01s02_2ff81412:


    mc "Поставим вопрос ребром. Если бы у тебя был неограниченный запас денег и возможность делать всё, что ты захочешь - что бы ты сделал?"


translate russian e01s02_e0bf9cc1:


    sy "ИМЕННО!!!"


translate russian e01s02_bf2fb6d6:


    sy "Как раз об этом я и говорю. Вторая фаза моего главного плана."


translate russian e01s02_910ed95d:


    mc "Главный план? Это связано с компьютерами?"


translate russian e01s02_9623a576:


    sy "Нет, не совсем. Ты снова сбился с пути."


translate russian e01s02_b7334897:


    sy "Мне нравятся компьютеры и всякие компьютерные штучки, но это всего лишь запасной план."


translate russian e01s02_43a083f4:


    sy "Мои настоящие страсти связаны с тобой, мной и твоей коллекцией порно."


translate russian e01s02_e76219fe:


    mc "Кстати говоря - когда я получу её обратно?"


translate russian e01s02_e9770062:


    sy "Как будто она тебе всё ещё нужна. В любом случае, я конфисковала её для исследовательских целей."


translate russian e01s02_cccc4977:


    mc "Ладно, ладно. В чём заключается первая часть твоего главного плана?"


translate russian e01s02_420e1232:


    sy "В тебе, конечно же. Теперь, когда ты мой, я могу перейти ко второй части."


translate russian e01s02_69cecba4:


    mc "И это будет...?"


translate russian e01s02_764b69bb:


    sy "Мы откроем свою собственную порностудию!"


translate russian e01s02_b6933220:


    mc "Я не... мы... что?"


translate russian e01s02_5ff784b2:


    sy "Тшшшш. Расслабь свой мозг и слушай."


translate russian e01s02_503d6bd1:


    mc "Ага..."


translate russian e01s02_c0c6d182:


    sy "Как я уже сказала, мы откроем свою собственную порностудию."


translate russian e01s02_cccd224a:


    sy "Я буду управлять всем за кулисами, но ты будешь звездой шоу."


translate russian e01s02_67cc2233:


    mc "Я? Порнозвезда?"


translate russian e01s02_d3c994b6:


    sy "Смирись с этим, дружок. Ты и так уже порнозвезда."


translate russian e01s02_5cb8fa35:


    sy "Не беспокойся о деталях. Я всё устрою."


translate russian e01s02_f7f60e66:


    sy "Ну, почти всё. Тебе нужно будет сделать некоторые вещи."


translate russian e01s02_b2aba0e3:


    mc "Например?"


translate russian e01s02_d37b60a2:


    sy "Ну, нам понадобятся камеры, свет, актрисы, съёмочная группа, деньги и ещё кое-что."


translate russian e01s02_44862975:


    mc "И ты хочешь, чтобы я это всё устроил?"


translate russian e01s02_f818b4a2:


    sy "Нет, как я уже сказала, я сама почти всё сделаю. Но нам придётся разделить работу."


translate russian e01s02_7627de93:


    mc "Думаю, что у меня найдётся несколько друзей, которые были бы не против..."


translate russian e01s02_27728f0f:


    sy "О, это лучшая часть! У меня есть отличные идеи по поиску новых талантов."


translate russian e01s02_793a8c09:


    mc "Какого рода идеи?"


translate russian e01s02_5a108da1:


    sy "Вот зачем я скопировала данные Фетиш Локатора."


translate russian e01s02_c946c263:


    mc "АмРоуз из-за этого всё ещё злится."


translate russian e01s02_19c51089:


    sy "Не пойми меня неправильно - мне нравится смотреть те фото и видео, которые присылали люди."


translate russian e01s02_ca1fbc38:


    mc "Я тоже был бы не против увидеть больше такого... но это как-то неправильно, разве нет?"


translate russian e01s02_7d0d944d:


    sy "Я имею в виду, это здорово для развлечений, но реальная ценность заключается в метаданных."


translate russian e01s02_05500ff6:


    mc "А?"


translate russian e01s02_880d2eb6:


    sy "Метаданные. Кто это снял. Где это сняли. Что они делали. И подобные вещи."


translate russian e01s02_c6435fd2:


    mc "Но мы все использовали псевдонимы, и, некоторые игроки использовали маски или..."


translate russian e01s02_040e7566:


    sy "Да, но предположим, что ты узнал, что кто-то был в определённом офисе, баре или даже аудитории..."


translate russian e01s02_b180d10e:


    sy "И этот человек занимался определённым фетишем, который ты хотел..."


translate russian e01s02_479e5112:


    sy "Возможно, я не смогу сказать тебе, кто конкретно это был, но если ты туда пойдёшь..."


translate russian e01s02_1bf2a72b:


    mc "Я мог бы распознать человека как-нибудь по-другому."


translate russian e01s02_acece4dc:


    sy "Именно так."


translate russian e01s02_eaa6cff7:


    sy "Помнишь, что Лидия говорила о социальных связях?"


translate russian e01s02_8114dada:


    mc "Социальные связи? Смутно. Звучало как какая-то хрень из научной фантастики."


translate russian e01s02_fc8e89ea:


    sy "Да, но в целом, идея довольно хороша."


translate russian e01s02_387aff78:


    sy "Думаю, я смогу определить места, где собираются сексуальные люди."


translate russian e01s02_f714cfea:


    mc "Что? Типа стриптиз-клубов?"


translate russian e01s02_5e7921d9:


    sy "Не. Я думала об этом, но данные показали, что это не подходит."


translate russian e01s02_022c4345:


    mc "Какие данные?"


translate russian e01s02_7a974976:


    sy "Я провела некоторые исследования в интернете, при этом заглядывая в различные базы данных..."


translate russian e01s02_a37dff9c:


    mc "Ты что, создала... что-то вроде локатора для определенных фетишей?"


translate russian e01s02_e90338be:


    sy "Ага. Жаль, что это название уже занято."


translate russian e01s02_aa1c2593:


    sy "Вот почему я хотела, чтобы вы дали мне скопировать базу данных Фетиш Локатора."


translate russian e01s02_22cfad4b:


    mc "Ты это сделала, да?"


translate russian e01s02_b674ebb8:


    sy "По большей части."


translate russian e01s02_9de07441:


    mc "Стейси!"


translate russian e01s02_0c18235f:


    sy "Я избавилась от всего, что можно было использовать против кого-нибудь."


translate russian e01s02_64565a28:


    mc "АмРоуз будет в ярости, когда узнает об этом."


translate russian e01s02_9549a2df:


    sy "Все фотографии, видео и информация об игроках была удалена и перезаписана случайным набором информации. Клянусь!"


translate russian e01s02_f3c24e07:


    mc "Так что ты сохранила?"


translate russian e01s02_a405cbb3:


    sy "Метаданные. Места. Неопределённую информацию. Ничего такого, что можно было бы использовать для отслеживания конкретного человека."


translate russian e01s02_3afef519:


    mc "Зачем ты это хранишь?"


translate russian e01s02_82a424e4:


    sy "Не могла же я просто всё это уничтожить. Мне нужны эти данные для того, что я задумала."


translate russian e01s02_deca5f78:


    mc "Так что именно ты предлагаешь?"


translate russian e01s02_d1c1e9db:


    sy "Мы вместе работаем над собственной порностудией. Я определяю места, куда ты должен пойти, чтобы встретиться с людьми, и ты используешь своё волшебство."


translate russian e01s02_a40abd5f:


    mc "Моё волшебство?"


translate russian e01s02_895aab1d:


    sy "Сделай то, что делаешь так хорошо.\n\n{size=-10}{i}Ориг. You do that voodoo that you do so well - текст песни \"You Do Something to Me - Paul Weller\".{/i}{/size}"


translate russian e01s02_aa01dbb5:


    mc "Детка, о чём ты говоришь?"


translate russian e01s02_55c96b26:


    sy "Мы почти всё делаем вместе, но я выявляю перспективных актрис, а ты потом соблазняешь и склоняешь их заняться с тобой сексом... и мы это снимаем."


translate russian e01s02_4b8e92a4:


    mc "Ты хочешь, чтобы мы делали что?!"


translate russian e01s02_a064a748:


    mc "Мы НЕ будем снимать секс с ними без их ведома!!! Это ужасно!!!"


translate russian e01s02_f9476b57:


    sy "Я ничего подобного и не говорила. Конечно, мы бы попросили бы их согласовать псевдонимы и получили бы расписку."


translate russian e01s02_26f775ce:


    mc "Ох. Тогда, возможно, это не так уж и плохо, но я всё равно чувствую себя... даже не знаю..."


translate russian e01s02_91c8e938:


    sy "Как будто ты - наживка, а я - рыбак?"


translate russian e01s02_70a3db7f:


    mc "Рыбачка? Человек ловящий рыбу? Фишер Гёрл? Фишгёрл?"


translate russian e01s02_723a109b:


    mc "Неважно, так о чём мы говорили?"


translate russian e01s02_754d1794:


    sy "Вспомни свою коллекцию порно - мы могли бы сделать свою!"


translate russian e01s02_e9e2125f:


    mc "Разве мы не сделали тоже самое сегодня утром?"


translate russian e01s02_cf83b3f1:


    sy "Да, но с профессиональным оборудованием, настоящим фотографом, несколькими актрисами!"


translate russian e01s02_e0e15ae9:


    mc "Это хорошая идея. Существует так много фетишей, но они не являются мейнстримом."


translate russian e01s02_b7dbe3cb:


    sy "Именно, мы можем быть универсальным выбором для людей с любыми фетишами!"


translate russian e01s02_993d115f:


    mc "И если бы мы смогли собрать их всех вместе, мы могли бы создать что-то вроде Magnum Opus'a."


translate russian e01s02_8cae717a:


    sy "А это идея. Это будет порнографический \"Гражданин Кейн\".\n\n{size=-10}{i}\"Гражданин Кейн\" - драматический фильм про жизнь медиамагната Чарльза Кейна.{/i}{/size}"


translate russian e01s02_23e692ac:


    mc "*смеётся* Может быть, мы могли бы даже выиграть в номинации лучшего фильма И получить премию еXXXstacy."


translate russian e01s02_fa37650d:


    sy "Ну вот. Мы на месте."


translate russian e01s02_8020fdf4:


    mc "Это моя коллекция порно вдохновила тебя на всё это?"


translate russian e01s02_dbc038bf:


    sy "Ну, когда я её просматривала, я представляла, как мы делаем все эти вещи."


translate russian e01s02_eda88c63:


    mc "Я смотрю, у тебя всё спланировано."


translate russian e01s02_3b44c645:


    sy "Ты же не против?"


translate russian e01s02_807cc3c6:


    mc "Против? Это потрясающе звучит."


translate russian e01s02_83078e78:


    mc "Я люблю тебя."


translate russian e01s02_0dcf5434:


    sy "Я тоже люблю тебя!"


translate russian e01s02_7c1f1624:


    mc "А если серьёзно, куда мы всё-таки идём?"


translate russian e01s02_2af97179:


    sy "Ты уже должен был догадаться."


translate russian e01s02_0a84842c:


    mc "Ты же не имеешь в виду...?"

translate russian strings:


    old "At Subway Station"
    new "На станиции метро"


    old "You have finished Ending #01!"
    new "Вы закончили прохождение с Концовкой #01!"


    old "Stacy and [mcname] will return!"
    new "Стейси и [mcname] ещё вернутся!"


    old "In Fetish Locator: S&M Studio!"
    new "В Fetish Locator: S&M Studio!"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
