


translate russian e09s02_4bbdb1fc:


    mct "Блин... Интересно, как Хана воспримет эту новость..."


translate russian e09s02_6f07ff68:


    mct "Это может произвести на неё эффект взрыва около 18 бомб...{w} И она далеко не всегда хорошо ко мне относилась..."


translate russian e09s02_3e4f99cc:


    mc "Привет, Хана."


translate russian e09s02_79b1c610:


    hr "Ну привет."


translate russian e09s02_a8f921da:


    hr "Ты уже заказал мне кофе?"


translate russian e09s02_ada7d531:


    mc "Ага. Это свежомолотый, чёрный. Я предположил, что обычно ты заказываешь такой."


translate russian e09s02_1167fa47:


    hr "И почему ты это предположил?"


translate russian e09s02_d569a3d7:


    mc "Я не знаю. Разве не такой пьют журналисты?"


translate russian e09s02_ac69256f:


    hr "В этом ты прав... и ты не ошибся. Обычно я заказываю этот."


translate russian e09s02_209ca301:


    hr "Так зачем ты хотел со мной встретиться?"


translate russian e09s02_fd306723:


    mc "Я, эм, хотел поговорить с тобой про Фетиш Локатор."


translate russian e09s02_0c2882e7:


    hr "Я слышала, что Лидию будут судить."


translate russian e09s02_74a14538:


    mc "Да... Я до сих пор в шоке, что она была частью этого... И что теперь об этом будут говорить перед присяжными..."


translate russian e09s02_2aa2cc34:


    mc "Я... я до сих пор в шоке от того, что она стояла за всем этим... И от осознания того, что она действительно может попасть в тюрьму..."


translate russian e09s02_de6ea604:


    hr "Я тоже. Никогда бы не ожидала такого от маленькой Мисс Паиньки."


translate russian e09s02_7fd6fa1c:


    hr "Это всё, из-за ты хотел меня видеть?"


translate russian e09s02_c784151d:


    mc "Не совсем..."


translate russian e09s02_659930b6:


    hr "Хах. Я думала, ты собираешься поделиться со мной какими-то революционными новостями."


translate russian e09s02_7befe0d5:


    mc "Так и есть..."


translate russian e09s02_4fcc99d7:


    hr "Ну, и что же?"


translate russian e09s02_b3ae8984:


    mc "Кхм..."


translate russian e09s02_e19144ef:


    hr "Да ладно, не может же это быть настолько плохо, [mcname]. Ты же не скажешь мне, что теперь собираешься снова запустить Фетиш Локатор или что-то в этом роде."


translate russian e09s02_b9644dff:


    hr "Это ведь не то, о чём ты мне хочешь сказать, верно?"


translate russian e09s02_f7e0a777:


    mc "Тут... Вот какое дело-"


translate russian e09s02_01192fd3:


    hr "Не надо, не хочу этого даже слышать."


translate russian e09s02_87cedd7b:


    mc "Хана-"


translate russian e09s02_e004033d:


    hr "Нет, [mcname]. Пошёл ты."


translate russian e09s02_ec12635a:


    mc "Просто, подожди-"


translate russian e09s02_dcd413db:


    hr "Я не хочу слышать, какую чушь ты пытаешься впарить. Ты был в центре всего этого! Ты знаешь, насколько это может быть плохо!"


translate russian e09s02_a9a12348:


    mc "И именно поэтому я идеально подхожу для его управления!"


translate russian e09s02_ef358b0b:


    hr "Нет."


translate russian e09s02_2106929e:


    mc "Ну, Хана-"


translate russian e09s02_883bf903:


    hr "Пошёл ты на хуй.{w} Я работаю над своей статьёй."


translate russian e09s02_008c5432:


    mc "Мне нужно сказать тебе ещё кое-что."


translate russian e09s02_1b5e359d:


    hr "Нет, я ухожу. Прощай, [mcname]."


translate russian e09s02_d378c643:


    mc "Это насчёт Сенатора!"


translate russian e09s02_e15a29ea:


    hr "У тебя одна минута."


translate russian e09s02_8b7ad9b8:


    mc "Он пользовался Фетиш Локатором."


translate russian e09s02_0ddf9e98:


    hr "Я могла бы догадаться-"


translate russian e09s02_518fcf79:


    mc "И у нас есть все его данные. Всё, что он отправил или сказал, пока использовал приложение."


translate russian e09s02_97a5a5e2:


    hr "Именно по этой причине никто не вправе владеть подобным. Приложение следует закрыть."


translate russian e09s02_ca9f0b0e:


    mc "Но мы можем остановить его."


translate russian e09s02_e8a2feea:


    mc "Вот почему я позвонил. Слушай, я знал, что ты разозлишься из-за того, что мы занимаемся Фетиш Локатором."


translate russian e09s02_a4fbefb4:


    mc "Но на самом деле я позвонил, чтобы сказать, что у нас есть способ свергнуть Сенатора. Раз и навсегда."


translate russian e09s02_f4cebbeb:


    mc "Пожалуйста, Хана. Независимо от того, что ты решишь сделать, по крайней мере, позволь Фетиш Локатору сделать что-то хорошее для твоей жизни."


translate russian e09s02_9084db76:


    hr "Что ты имел в виду под словом 'мы'?"


translate russian e09s02_05500ff6:


    mc "Что?"


translate russian e09s02_1358c426:


    hr "Ты сказал: 'ты' будешь злиться, что {i}мы{/i} занимаемся. 'Мы' - это кто?" id e09s02_1358c426


translate russian e09s02_a3575fd0:


    mc "О, это я, АмРоуз, Стейси и Эллисон."


translate russian e09s02_18296b5b:


    hr "Серьёзно?"


translate russian e09s02_eda4c3b3:


    mc "Да, технически АмРоуз является президентом всего, что мы делаем."


translate russian e09s02_08aa6528:


    hr "Почему она?"


translate russian e09s02_93ba2302:


    mc "Потому что она больше всех ненавидит Фетиш Локатор. Никто не сможет лучше уследить за тем, чтобы всё оставалось честно, чем это сделает АмРоуз."


translate russian e09s02_85c18855:


    mc "Мы хотим создать лучший Фетиш Локатор. Что-то новое. Что-то, что останется верным всем тем обещаниям, данным нам Лидией."


translate russian e09s02_c1542b17:


    mc "Некоторое безопасное место. В котором люди могут найти сообщество, исследовать свои фантазии, не подвергаясь осуждению."


translate russian e09s02_7ed596b8:


    hr "Хмф."


translate russian e09s02_70f837f8:


    mc "Наверное. Но, мы можем этого добиться."


translate russian e09s02_80454c6b:


    mc "И мы не выше морали."


translate russian e09s02_39dc1fe0:


    hr "Покажи мне, что у вас есть на Сенатора."


translate russian e09s02_8df0fec6:


    hr "..."


translate russian e09s02_7234a37e:


    hr "Господи..."


translate russian e09s02_77c4975e:


    mc "Ага. Это, кхм, тяжело читать..."


translate russian e09s02_36d31e51:


    hr "Я... Хотела бы я сказать, что я удивлена. Он - кусок дерьма, и это то, что этот кусок дерьма выкладывает в Интернет."


translate russian e09s02_b76a0f4c:


    hr "Погоди..."


translate russian e09s02_def0ad19:


    mc "Что такое..."


translate russian e09s02_da94bd26:


    hr "Я её знаю..."


translate russian e09s02_3b24b5ba:


    hr "Она раньше была помощницей Сенатора."


translate russian e09s02_989d2f33:


    mc "Ни хрена себе..."


translate russian e09s02_9305b68e:


    hr "Да...{w} Господи, что за дерьмо он ей слал."


translate russian e09s02_81a47386:


    mc "Ага. Там были и его дикпики тоже."


translate russian e09s02_301d1507:


    hr "Здесь нечто явно большее, чем простые дикпики. Он приставал к ней уже после её ухода...."


translate russian e09s02_44efead0:


    mc "Да... Тяжело было это видеть. Она всего лишь одна из дюжины."


translate russian e09s02_cfdd06f0:


    hr "Этот ублюдок просто так никого не оставит в покое..."


translate russian e09s02_ce72bd89:


    hr "Она та, с чьей помощью мы от него избавимся."


translate russian e09s02_822aa5c3:


    mc "Каким это образом?"


translate russian e09s02_feda2459:


    hr "Она вам понадобиться, чтобы всю эту историю можно было доказать. Раньше она работала на Сенатора, именно она получала все его сообщения, ей нужно всё подтвердить."


translate russian e09s02_e36f326f:


    mc "Думаешь, ты сможешь её найти?"


translate russian e09s02_40e6b992:


    hr "Это займёт какое-то время, но я смогу. Если ты дашь мне копию всего, что вы скачали, это ускорит дело."


translate russian e09s02_41a1d2cb:


    mc "Я взял с собой флешку, на ней вся информация из профиля Сенатора, его сообщения и всё остальное."


translate russian e09s02_b57b5c1b:


    hr "Спасибо."


translate russian e09s02_3441ca52:


    mc "Тебе не нужно меня благодарить."


translate russian e09s02_c763d3fe:


    hr "Это то, чего я так давно хотела..."


translate russian e09s02_0d6c32d5:


    hr "Сенатор так долго считал себя неприкосновенным... давал взятки, давил на нужных людей..."


translate russian e09s02_2c39462b:


    hr "Морально испорченный сукин сын... Наконец-то всё может измениться..."


translate russian e09s02_ec789abb:


    mc "Когда мы это нашли, мы поняли, что должны поделиться этим с тобой."


translate russian e09s02_c034adac:


    mc "Я надеюсь, ты воспримешь это как знак доброй воли, с нашей стороны."


translate russian e09s02_79db870d:


    hr "Ты же понимаешь, что это ничего не меняет, да?"


translate russian e09s02_2fb8635c:


    hr "Я всё ещё собираюсь опубликовать свою статью о Фетиш Локаторе. О том, что это плохо и всех, кто к нему причастен, следует наказать."


translate russian e09s02_ff0f1aa3:


    mc "Слушай..."


translate russian e09s02_97237892:


    mc "Ты можешь делать всё, что собираешься делать, Хана. Я здесь не для того, чтобы останавливать тебя."


translate russian e09s02_dbae253b:


    mc "Но я хочу, чтобы у тебя хотя бы была эта информация. Я не знаю всей истории между тобой и Сенатором, но знаю, что всё очень плохо."


translate russian e09s02_e6096730:


    mc "Может быть, это поможет тебе завершить эту историю, сбить его с власти, или что ты там хочешь сделать."


translate russian e09s02_3ef8e497:


    mc "Это не разменная монета и не требование. Ты можешь уйти прямо сейчас и опубликовать эту статью, и я всё равно буду знать, что поступил правильно, предоставив тебе эту информацию."


translate russian e09s02_7efb2494:


    mc "И если мы можем помочь чем-то ещё, мы будем рады это сделать. Даже если твоя статья всё-таки выйдет."


translate russian e09s02_766a9cf1:


    mc "Я надеюсь, что мы, поделившись с тобой этой информацией, хоть немного изменили твоё мнение."


translate russian e09s02_82eb6e68:


    mc "Мы просто хотим показать тебе, что собираемся запустить совершенно иной Фетиш Локатор."


translate russian e09s02_99bf0349:


    mc "Что мы не будем мириться с поведением Лидии. Или Сенатора. Что мы сделаем всё, что в наших силах, чтобы от них избавиться."


translate russian e09s02_345f02c3:


    mc "Но я не могу остановить тебя. Если ты решишь опубликовать статью - так тому и быть, это твоё решение."


translate russian e09s02_0fb6980b:


    mc "Просто знай, что Фетиш Локатор Перезагрузка будет другим."


translate russian e09s02_1c218da5:


    hr "Может... Я могу подождать некоторое время. Поиски Лондин отнимут у меня много времени."


translate russian e09s02_ec3d9c96:


    hr "Когда что-нибудь найду, обязательно тебе сообщу."


translate russian e09s02_31970980:


    mc "Пожалуйста. И если мы можем чем-то помочь, мы всегда рады."


translate russian e09s02_87a9a5d8:


    hr "Я буду иметь это в виду."


translate russian e09s02_cf7732c8:


    hr "Я позвоню, [mcname]."


translate russian e09s02_1de86c0f:


    mc "Я буду ждать этого, Хана."


translate russian e09s02_6c8cfbea:


    mct "Ну, могло быть и лучше..."


translate russian e09s02_fb4323a0:


    mct "Но всё могло пройти и намного хуже."


translate russian e09s02_bd578b32:


    mct "А чего я ожидал? То, что Хана просто взяла и признала, что Фетиш Локатор находится под новым руководством - уже хорошо."


translate russian e09s02_591960cc:


    mct "Но почему-то мне кажется, что мы только что забрели в совершенно новый трудный мир... Похоже, этот Сенатор опасен... или, по крайней мере, силён."


translate russian e09s02_02e36cbf:


    mct "Надеюсь, я об этом не пожалею..."


translate russian e09s02_4e726346:


    mct "Что ж, мне лучше вернуться. У меня есть чувство, что нужно снова собраться всем вместе!"

translate russian strings:


    old "It's just the right thing to do"
    new "Просто это правильный поступок"


    old "I hope it buys me a little good will"
    new "Надеюсь, это принесёт мне немного выгоды"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
