


translate russian e03s02_76275066:


    sy "Зззззз."


translate russian e03s02_b1552cc3:


    mh "Мммм.... мммм."


translate russian e03s02_a7430f50:


    mct "Мммм. Это так приятно. И Лисса сказала, что сегодня ей удастся поспать."


translate russian e03s02_ed84114e:


    mct "После вчерашнего вечера нам всем не помешал бы отдых."


translate russian e03s02_f3bdfc6c:


    mct "Ого. Прекрасный вид, под который приятно просыпаться."


translate russian e03s02_a355b082:


    mct "И теперь всё стало ещё лучше, чем в прошлый раз, когда я ночевал у Лиссы."


translate russian e03s02_8c726e78:


    mct "Чёрт. Мне нужно пописать."


translate russian e03s02_67129606:


    mct "Один."


translate russian e03s02_1cd8aad7:


    mct "И два."


translate russian e03s02_59dcd104:


    mh "Мммхауа."


translate russian e03s02_bc9f4b26:


    mh "Приветик."


translate russian e03s02_8ddcc085:


    mc "Доброе утро."


translate russian e03s02_c6a84ff6:


    mc "Долг зовёт?"


translate russian e03s02_28322233:


    mh "В целом да, за исключением того, что ещё слишком рано, а Оливера не будет до обеда."


translate russian e03s02_b5f8c29a:


    mh "Я сказала ему, что у меня будет ленивое утро."


translate russian e03s02_742258ba:


    mc "Ммм. Мне нравится."


translate russian e03s02_5c41da91:


    mc "С Оливером всё в порядке?"


translate russian e03s02_9de26d13:


    mh "Думаю, что да. Это сообщение не от него."


translate russian e03s02_c672258c:


    mc "А от кого?"


translate russian e03s02_a1a3210b:


    mh "От моей старой подруги по имени Стефани."


translate russian e03s02_20499bf7:


    mh "Мне нужно принять душ и одеться."


translate russian e03s02_34f838e3:


    mh "Появилась некоторая {i}ситуация{/i}." id e03s02_34f838e3


translate russian e03s02_211fede7:


    sy "*полусонное бормотание*"


translate russian e03s02_bdd043ec:


    mh "Ты что-нибудь понял?"


translate russian e03s02_8f4ed3f9:


    mc "Стейси спросила, может ли она чем-нибудь тебе помочь."


translate russian e03s02_755b434d:


    mc "И я хотел бы дополнить её предложение, и предложить тебе и свою помощь тоже." id e03s02_755b434d


translate russian e03s02_6932f66c:


    mh "Вам не обязательно это делать."


translate russian e03s02_be1f8acc:


    mc "По крайней мере, мы сможем угостить тебя кофе с пончиками."


translate russian e03s02_3df30b6e:


    mh "*зевает* Ммм. Читаешь мои мысли."


translate russian e03s02_8362c9d0:


    mh "То, что вы двое теперь живёте со мной, уже начинает приносить скрытые преимущества."


translate russian e03s02_fa644a65:


    mh "Нам стоило сделать это гораздо раньше."


translate russian e03s02_faa03e1a:


    mc "Хаха."


translate russian e03s02_3ed77072:


    mh "Спасибо, [mcname]."


translate russian e03s02_4c851011:


    mh "Это Стефани. Стеф, знакомься, [mcname] и Стейси."


translate russian e03s02_8fd6f44a:


    mc "Приятно познакомиться, Стефани."


translate russian e03s02_2e5453e4:


    sw "Рада знакомству с тобой, [mcname]."


translate russian e03s02_aa835752:


    sw "И с тобой тоже, Стейси."


translate russian e03s02_d675a135:


    sw "Лисса рассказала мне обо всем, что с ней происходит."


translate russian e03s02_67e9d906:


    sw "Каждый друг Лиссы - и мой друг тоже."


translate russian e03s02_a8bfca86:


    sw "Но боюсь, я пригласила сюда Лиссу не только ради приятной встречи."


translate russian e03s02_f20a4142:


    mc "О, привет."


translate russian e03s02_debc5b84:


    mct "Кто эта девушка?"


translate russian e03s02_18528579:


    sw "*прочищает горло* А это моя подруга. Роуз."


translate russian e03s02_730077fe:


    sy "Привет Роуз."


translate russian e03s02_2f48d092:


    rd "..."


translate russian e03s02_4e860e69:


    mc "С ней всё в порядке?"


translate russian e03s02_f75cfc37:


    sw "Ты точно в этом уверена?"


translate russian e03s02_676a9f70:


    mh "Я не хочу, чтобы у меня были от них секреты."


translate russian e03s02_66f39a12:


    sw "*вздох*"


translate russian e03s02_7ec0e8ed:


    sw "То, что я собираюсь вам сейчас рассказать... ну, это не для слабонервных."


translate russian e03s02_e5abe357:


    mc "Мне многое пришлось пережить. Я не из тех, кого легко шокировать."


translate russian e03s02_d03c94b3:


    sy "Только если это не кенгуру."


translate russian e03s02_9521fc39:


    mc "Ну а у какого ещё животного есть сумка, в которой оно может переносить свои уменьшенные копии?"


translate russian e03s02_f3f141a0:


    sw "Чтож, к кенгуру это не имеет совершенно никакого отношения."


translate russian e03s02_6ac3bf94:


    mc "Не могу поверить, что ты только что действительно это выдала."


translate russian e03s02_66d21bb4:


    sw "Кхм, ситуация, которой я пришла поделиться с Лиссой, касается некоторой группы людей."


translate russian e03s02_e447e5b6:


    sw "Очень коварной группы."


translate russian e03s02_867a7058:


    mc "Но не группы кенгуру."


translate russian e03s02_6137529a:


    sw "Нет. Не кенгуру."


translate russian e03s02_905afbf6:


    mh "Стефани, пожалуйста, продолжай."


translate russian e03s02_b4a000da:


    sw "Так вот, эта группа известна как \"Empyrean Dream\". В течение последнего года я расследовала их деятельность, в качестве следователя офиса окружного прокурора."


translate russian e03s02_7131ce33:


    sw "Они практикуют странные, архаичные ритуалы. Они верят, что скоро будет исполнено какое-то пророчество."


translate russian e03s02_ce30b3cc:


    sw "И их лидер, таинственное существо, известное как Дейма, вернётся, чтобы изменить мир и благословить всех истинно верующих великой силой и богатством."


translate russian e03s02_fb58672e:


    sw "Но это всего лишь оправдание их мерзких деяний."


translate russian e03s02_12231dc1:


    sw "Как только ты присоединяешься к культу, они быстро ограничивают все контакты с твоими друзьями и семьей. Они изолируют тебя, перестраивая твоё мышление на свой лад."


translate russian e03s02_0f3fdaf5:


    sw "Очевидно, что у людей есть личная свобода делать свой выбор. Многим нравится чувствовать себя частью чего-то лучшего."


translate russian e03s02_52907ee5:


    sw "Но, благодаря Роуз, я узнала, что любой, кто подвергает сомнению идеи культа или... не дай бог, пытается уйти..."


translate russian e03s02_e2aee869:


    sw "Берутся в заключение в их комплексе. И это, без сомнения, противозаконно. Эти действия могут, и должны быть привлечены к ответственности."


translate russian e03s02_39c477b4:


    mc "Круто, значит, ты можешь уничтожить эту секту."


translate russian e03s02_55f7655a:


    sy "Братишка, если бы она могла уничтожить эту секту в одиночку, мы бы сейчас здесь не разговаривали."


translate russian e03s02_fddfcadd:


    sy "[mcname], если бы она могла уничтожить эту секту в одиночку, мы бы сейчас здесь не разговаривали."


translate russian e03s02_3843887a:


    mc "Ах да. Так в чём же проблема?"


translate russian e03s02_506dabb3:


    sw "В идеальном мире я могла бы вызвать Роуз в суд, чтобы она дала свидетельские показания. Она могла бы рассказать судье и присяжным о своём опыте в культе, и я могла бы их посадить."


translate russian e03s02_d38feb9e:


    sw "Но у Роуз есть то, что некоторые могли бы посчитать сомнительным прошлым. Выдвижение её в качестве свидетеля делает её открытой для перекрестного допроса."


translate russian e03s02_c90a04da:


    mh "Любой достойный адвокат защиты нашёл бы дыры в её истории. Это обычная практика."


translate russian e03s02_94481491:


    sw "Именно, и я не хочу ставить её в такую ​​ситуацию, разве что у меня не будет другого выбора."


translate russian e03s02_fdea46ad:


    rd "Мне жаль."


translate russian e03s02_ee9a28a0:


    mh "Роуз, это не твоя вина. Мы все совершаем ошибки, но это не значит, что мы не заслуживаем справедливости, когда кто-то причиняет нам боль."


translate russian e03s02_3359e9ff:


    mc "Чертовски верно."


translate russian e03s02_406e0a6e:


    sy "Ммхмм!"


translate russian e03s02_55d17c65:


    rd "Хорошо. Так... так что вы скажете?"


translate russian e03s02_37f92769:


    mh "Мы вам поможем."


translate russian e03s02_d8fe1004:


    sy "Я не понимаю. Ты ведь работаешь в окружной прокуратуре. Ты не можете просто сообщить в полицию?"


translate russian e03s02_4a9bcf60:


    sw "Я уже пробовала, но в ходе расследований, полиции ни разу не удалось добиться хоть какого-то успеха."


translate russian e03s02_5c6b9f88:


    sw "Похоже, культ, очень искусно создаёт видимость порядочной организации, чтобы скрыть свою противозаконную деятельность."


translate russian e03s02_36926c48:


    sw "У нас не было достаточно оснований, чтобы судья выписал ордер на обыск их комплекса."


translate russian e03s02_c5188c41:


    sw "Уже прошло три месяца, а результатов всё ещё нет. Вот почему я решила, что нам придётся немного... выйти за рамки закона."


translate russian e03s02_d7aec5ce:


    mh "Я предпочитаю думать, что мы всего лишь немного сдвигаем рамки закона, в очень специфических ситуациях."


translate russian e03s02_fd961af7:


    mc "Хаха. Называйте это как хотите, но мне кажется, что это неплохое приключение."


translate russian e03s02_d98dc015:


    sy "Подожди, ты, должно быть, шутишь. Мы не можем вот так просто уничтожить культ."


translate russian e03s02_fc683fac:


    mc "Почему бы и нет? Мы уже победили секретное секс-приложение, которое портило людям жизнь."


translate russian e03s02_3670c4ba:


    mc "Это не может быть труднее."


translate russian e03s02_24e5a94b:


    sy "Ты сумасшедший."


translate russian e03s02_ca3063fc:


    mh "Я тоже сначала так думала. Но потом я вспомнила о тех людях, которые, возможно, всё ещё удерживаются культом."


translate russian e03s02_4f7f58f3:


    mh "Они в беде, и я не смогу смотреть на своё отражение, если не попытаюсь им помочь."


translate russian e03s02_051e3a1e:


    sy "Что с вами сегодня такое происходит? Лисса, это же культ, это может быть опасно."


translate russian e03s02_3e9b971d:


    mh "Вот по этому я и решила, что вместо того, чтобы делать это в одиночку, я попрошу вас двоих мне помочь. Всё, как обычно и говорят."


translate russian e03s02_88fdc42c:


    mh "Сила в цифрах."


translate russian e03s02_a02527da:


    mc "Да, мы можем быть как три амиго, защищающих жителей деревни и уничтожающих коррумпированных землевладельцев.\n\n{i}{size=-10}Речь про фильм \"Три амиго\" - американская вестерн комедия.{/size}{i}"


translate russian e03s02_1ef99a76:


    mc "Или, в данном случае, как какие-нибуль фрики, поклоняющиеся инопланетянам." id e03s02_1ef99a76


translate russian e03s02_6ec24262:


    sy "Ну ладно."


translate russian e03s02_8ed6361e:


    sy "Но подождите, как мы сможем попасть в эту секту?"


translate russian e03s02_3b6c75ff:


    sy "Не то чтобы у кого-то из нас был актёрский опыт, или хобби, внедряться в группы плохих парней."


translate russian e03s02_88555dde:


    mh "Стефани сейчас всё объяснит."


translate russian e03s02_4294c82c:


    sw "В общем, в ходе расследования, полиция, как и частные детективы, постоянно натыкались на каменные стены."


translate russian e03s02_1e315682:


    sw "Каждый раз, когда туда приезжает полиция, культ следит за тем, чтобы у них не происходило ничего грязного и чтобы у полиции не было причины там осматриваться."


translate russian e03s02_99e13afb:


    sw "И ни одному частному детективу так и не удалось проникнуть в секту."


translate russian e03s02_d0d86ce7:


    sw "Однако, по словам Роуз, в последнее время культ проявляет особый интерес к трансгендерным людям."


translate russian e03s02_af1788a3:


    sw "И, естественно, благодаря юридическому опыту Лиссы, она сможет найти доказательства уголовных правонарушений."


translate russian e03s02_dc166a95:


    mc "В общем, если мы проникнем в секту и найдём доказательства того, чем занимается культ."


translate russian e03s02_a0a6a4c5:


    sy "Я придумаю какие-нибудь приспособления, которые помогут нам собрать улики. Мы поймаем этих ублюдков с поличным."


translate russian e03s02_df544aa2:


    mh "Так что... вы уверены, что хотите мне в этом помочь?"


translate russian e03s02_d7eb40b9:


    sy "Мммм. Не отпустим же мы тебя делать это в одиночку."


translate russian e03s02_00c5a493:


    mc "Точно!"


translate russian e03s02_fe62e788:


    mh "Спасибо, вам двоим."


translate russian e03s02_359744ab:


    mh "Роуз, мы в деле. Ради тебя и всех тех, кому культ причинил вред."


translate russian e03s02_7066b6ff:


    rd "Спасибо, Лисса."


translate russian e03s02_ff76e382:


    mh "Не нужно благодарностей. Нам понадобится и твоя помощь тоже."


translate russian e03s02_46623084:


    rd "Я... Я постараюсь сделать всё возможное."


translate russian e03s02_415b2565:


    mh "Хорошо. Это не сложно."


translate russian e03s02_94f00b05:


    mh "Нам просто нужна информация о том, как найти кого-нибудь из вербовщиков культа..."


translate russian e03s02_21079fd8:


    mc "Мне это не нравится."


translate russian e03s02_39685004:


    sy "Мммм."


translate russian e03s02_6344eab6:


    mc "Я сказал \"Мне это не нравится\"."


translate russian e03s02_74c5dd65:


    sy "Ну, мне тоже поначалу не понравилось. Но Лисса права, этим людям нужна наша помощь."


translate russian e03s02_2fcc7ac5:


    mc "Конечно..."


translate russian e03s02_4b15c8b8:


    mct "Было бы гораздо проще это принять, если бы Лисса не разговаривала с каким-то мрачным культистом."


translate russian e03s02_9c79cf45:


    mh "Фух."


translate russian e03s02_322fb95e:


    mc "Слава богу, она возвращается."


translate russian e03s02_94de3cc7:


    mh "Блин. Мне хочется в душ только из-за мыслей о том, как долго мне пришлось там с ним сидеть и любезничать."


translate russian e03s02_f28b3ab9:


    mc "С тобой всё в порядке?"


translate russian e03s02_0928ef5a:


    mh "Да. Но я буду чувствовать себя намного лучше, когда мы проникнем туда и начнём уничтожать этот культ изнутри."


translate russian e03s02_926c074c:


    mh "А пока, я достала нам наши билеты внутрь."


translate russian e03s02_53250ec5:


    mc "Отлично. Чем скорее мы с этим закончим, тем скорее наша жизнь вернётся в нормальное русло."


translate russian e03s02_ac3b5b40:


    mh "Мммхмм."


translate russian e03s02_2e749507:


    mh "Знаешь, [mcname]. У меня было более чем достаточно нормальной жизни."


translate russian e03s02_284c4879:


    mh "К тому же, я так и не смогла помочь тебе с Фетиш Локатором."


translate russian e03s02_a05a6a04:


    mh "Но, если ты захочешь, чтобы я сказала Стефани, что мы выходим из этого дела, я это сделаю."


translate russian e03s02_2c3c3af8:


    mc "Нет, вы обе правы. У нас есть шанс помочь."


translate russian e03s02_c701bb82:


    mc "Мы должны с этим разобраться."


translate russian e03s02_2ea47cee:


    mh "Хорошо. Тогда пошли отсюда."


translate russian e03s02_39abdb31:


    mh "Завтра утром мы приступаем к реализации нашего плана."

translate russian strings:


    old "A couple weeks later"
    new ""
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
