


translate russian e03s05_b48a7398:


    mc "Когда нам можно будеть увидеться с Лиссой?"


translate russian e03s05_d55d1581:


    "Член Культа" "Вы можете увидеть богиню, когда она соблаговолит. Теперь возвращайтесь к работе."


translate russian e03s05_6bdca591:


    mc "Но, мы хотим-"


translate russian e03s05_ca14ed93:


    "Член Культа" "Смертный не может предъявлять требования богине или её верным последователям. Прояви себя, и, возможно, тебе будет предоставлена ​​аудиенция!"


translate russian e03s05_6ad76365:


    mc "Мргееееегггх."


translate russian e03s05_e87f98c8:


    sy "Если этот парень продолжит следить за нами, мы не сможем ускользнуть и найти Лиссу!"


translate russian e03s05_b6d6a269:


    mc "Я знаю. И он определённо нам не доверяет."


translate russian e03s05_c09cb094:


    sy "И это самое безумное! Мы же вообще, ну, самые доверительные люди на свете."


translate russian e03s05_40dc2f9e:


    mc "Не сказал бы. Мы ведь проникли в этот культ, с целью разрушить его."


translate russian e03s05_a9ac7b62:


    sy "А, ну да..."


translate russian e03s05_af0df724:


    mc "Но нам нужно найти предлог, чтобы уйти от него."


translate russian e03s05_ad1e88ba:


    sy "Ой, просто предоставь это мне."


translate russian e03s05_b96f5aa5:


    sy "Привет! Мне пить очень хочется. Можно нам немного воды?"


translate russian e03s05_b5296078:


    "Член Культа" "Ммергг. Вы двое пока почти ничего не сделали!"


translate russian e03s05_3c854996:


    sy "Ну, это потому, что мы городские неудачники, которые никогда в жизни не занимались тяжким трудом! Нам нужен преданный куль- эммм, последователь Деймы, который покажет нам, как это сделать!"


translate russian e03s05_06c9bdbc:


    "Член Культа" "Пожалуй, это бы не повредило..."


translate russian e03s05_1e809d6a:


    sy "Не мог бы ты показать мне, как это правильно делать? Я настолько глупенькая, что даже сомневаюсь, что когда-нибудь додумаюсь до этого сама!"


translate russian e03s05_d8ebcfbd:


    "Член Культа" "Дай мне топор, и я покажу тебе, как это делается."


translate russian e03s05_90a93b48:


    sy "Ой, а что же насчёт воды?"


translate russian e03s05_ab7e1e61:


    "Член Культа" "Я могу принести её после-"


translate russian e03s05_95544ba0:


    sy "Но я тааааааак хочу пить!"


translate russian e03s05_4f130a86:


    "Член Культа" "Ты - иди и принеси воды. И сразу же возвращайся. Не броди вокруг."


translate russian e03s05_d897cb82:


    mc "Конечно! Это я могу."


translate russian e03s05_9532d588:


    "Член Культа" "Итак, во-первых - то, как ты держишь топор - это самая важная часть твоего замаха."


translate russian e03s05_b7f8ff83:


    sy "Ой! Я никогда бы даже и не подумала об этом!"


translate russian e03s05_300fd1f9:


    mct "Теперь, где они могли бы держать Лиссу..."


translate russian e03s05_b69ce303:


    mct "Вероятно, где-нибудь, где они могли бы держать её в тайне. Вряд ли им хотелось бы, чтобы она просто так разгуливала."


translate russian e03s05_3947be79:


    mct "Хммм... Где это место могло бы быть?"


translate russian e03s05_1bcdc53b:


    mct "Как я раньше этого не заметил? Немного предсказуемо, но в целом - это идеальное место."


translate russian e03s05_e529a5ee:


    mct "Ну, это очень странно..."


translate russian e03s05_0187112b:


    mct "Жуткая пещера... Какого чёрта они вообще здесь делают?"


translate russian e03s05_a67d4c92:


    "Охранница" "Залезай в свою камеру!"


translate russian e03s05_e88c3bd3:


    mct "Это что ещё за херня?"


translate russian e03s05_796280e1:


    "Охранница" "Ты - притворщица. Не могу дождаться момента, когда суд Верховной Жрицы решит твою судьбу."


translate russian e03s05_500721c2:


    "Лисса?" "Но я ведь ничего не сделала!"


translate russian e03s05_89f5ea72:


    "Охранница" "Выдавать себя за богиню - преступление против самой природы!"


translate russian e03s05_dd7038df:


    "Лисса?" "Но я не-"


translate russian e03s05_60cc6708:


    "Охранница" "Тихо! Пока я не принесла обратно плеть!"


translate russian e03s05_c912de4a:


    "Лисса?" "..."


translate russian e03s05_3c450893:


    "Охранница" "Отлично. Теперь мне нужно избавиться от стресса. Негатив, который излучает твоя аура, меня подавляет."


translate russian e03s05_1048953d:


    "Лисса?" "Что, пришёл посмеяться надо мной?"


translate russian e03s05_2d8989b5:


    mc "Лисса! Это я - [mcname]! Что, чёрт возьми, они сделали с твоими волосами?"


translate russian e03s05_6c74b79f:


    "Не Лисса?" "Лисса? Кто, блядь, такая Лисса?"


translate russian e03s05_e5b8c54e:


    mc "Секундочку-"


translate russian e03s05_dcb43eea:


    mc "Подожди, ты не Лисса!"


translate russian e03s05_dba79029:


    ca "Нет, я Кьяра."


translate russian e03s05_5120d39e:


    mc "Ну, в целом, это неважно. Мы здесь, чтобы помочь разрушить культ!"


translate russian e03s05_b1f9b96c:


    ca "Судя по всему, вы уже проделали огромную работу."


translate russian e03s05_8303df1c:


    mc "Эй! Мы ещё в процессе. Они забрали нашу подругу, и мы пытаемся её найти."


translate russian e03s05_82388469:


    ca "Она случайно не трансгендер, нет?"


translate russian e03s05_5280f094:


    mc "Она трансгендер!"


translate russian e03s05_92a9d8b2:


    ca "Это объясняет, почему они собирают суд..."


translate russian e03s05_d98eb27e:


    ca "Короче, этот культ считал меня своей святой богиней, пока не узнали, что у меня нет члена. После этого, они заперли меня здесь."


translate russian e03s05_050412f3:


    ca "Но они думали, что это всё ещё могу быть я, поэтому держали меня при себе. До тех пор, пока несколько дней назад мне внезапно не сказали, что я должна предстать перед Верховной Жрицей за моё преступление против природы."


translate russian e03s05_5693a819:


    mc "Ох..."


translate russian e03s05_f444d272:


    mc "Хорошо, что мы здесь, мы поможем тебе сбежать! И учитывая то, что с тобой случилось, ты сможешь помочь нам разрушить культ!"


translate russian e03s05_3d325522:


    ca "Кажется, будучи запертой в камере, это будет просто невероятно тяжело."


translate russian e03s05_8bf087b3:


    mc "Верно, кхм..."


translate russian e03s05_dd044037:


    "Охранница" "Мммм, как приятно очиститься от этой негативной энергии. "


translate russian e03s05_1200aa6f:


    mc "Вот дерьмо! Она возвращается!"


translate russian e03s05_70d1e017:


    ca "Уходи! Если тебя поймают, они бросят тебя сюда со мной!"


translate russian e03s05_20207860:


    mc "Обещаю, я придумаю, как тебя вызволить!"


translate russian e03s05_b7832ca1:


    ca "Пожалуйста, поторопись!"


translate russian e03s05_22e6dc99:


    "Охранница" "Итак, ты обещаешь вести себя хорошо? Потому что ты уже расстраивала мой животик, а мне не нравится, когда у меня расстраивается животик."


translate russian e03s05_03fcbda9:


    ca "Да, я обещаю..."


translate russian e03s05_73f5f4be:


    "Член Культа" "И в конце концов, правильная стойка - лучший помощник в рубке дров."


translate russian e03s05_daca45ec:


    sy "Спасибо! Вау, это было очень познавательно. Уверена, теперь у меня будет получаться намного лучше!"


translate russian e03s05_681a372c:


    sy "[mcname]! Ты вернулся!"


translate russian e03s05_a9e28f39:


    "Член Культа" "А где вода?"


translate russian e03s05_029216a1:


    mc "Ой, эмммм, я не смог найти, где её взять?"


translate russian e03s05_bec1d562:


    "Член Культа" "Бесполезный городской пижон...{w} Я сам схожу. Никуда не ходите."


translate russian e03s05_7e29e343:


    sy "Что заняло у тебя столько времени, если ты не нашёл воду?"


translate russian e03s05_6ca1dde3:


    mc "Я нашел кое-кого запертым в тюремной камере!"


translate russian e03s05_cf61b99f:


    sy "Что!?!"


translate russian e03s05_eec2387a:


    mc "Ага! И она выглядела {i}точно{/i} как Лисса!"


translate russian e03s05_7d9716f2:


    sy "Ты уверен, что это была не Лисса?"


translate russian e03s05_2b4e785c:


    mc "Да, я с ней разговаривал."


translate russian e03s05_b866cfad:


    sy "Что! Почему они держат её в тюремной камере?"


translate russian e03s05_f9ccc5e6:


    mc "Похоже, они думали, что она их богиня, но она не трансгендер, так что..."


translate russian e03s05_e9828111:


    sy "Это объясняет, почему она похожа на Лиссу! Но... разве её подруга не должна была сказать ей об этом?"


translate russian e03s05_84f9d3b7:


    mc "Ага, я думаю-"


translate russian e03s05_3970fb4a:


    sy "Тссс! Он возвращается."


translate russian e03s05_b63b81ff:


    "Член Культа" "На сегодня мы закончили. Вернитесь в своё жилище и освежитесь."


translate russian e03s05_e07bc938:


    sy "Эй, а где же вода!?"


translate russian e03s05_796532a9:


    "Член Культа" "Появились более важные задачи, которые нужно решить. Сегодня вечером богиня Дейма объявила собрание."


translate russian e03s05_31e4feb6:


    sy "Господи... Я просто хотела немного воды..."


translate russian e03s05_af94d576:


    mc "Пойдём, нам пора готовиться. Видимо, Лисса что-то запланировала на сегодняшний вечер."


translate russian e03s05_8be626a8:


    sy "Но что насчёт воды! Я жаждущая сука."


translate russian e03s05_d1da4f41:


    mc "Не волнуйся, достанем мы тебе воды."


translate russian e03s05_649f2889:


    hp "Мои подданные, я так счастлива стоять здесь этим вечером. Как было обещано и предсказано, наша богиня снизошла к нам!"


translate russian e03s05_fccb765e:


    hp "Сегодня, я с гордостью приветствую Дейму, богиню красоты и любви, в нашем бренном мире."


translate russian e03s05_dad73a2c:


    "Член Культа" "Благодарим богиню! Благодарим Дейму!"


translate russian e03s05_1687cf73:


    mc "О мой Бог..."


translate russian e03s05_70960050:


    sy "Ого. Да они просто зависимы от неё!\n\n{size=-10}{i}В оригинале использовался слоган \"cuckoo for Сocoa Puffs\" - слоган из рекламы шоколадных шариков. Переводчик не смог вспомнить что-нибудь похожее, простите. :){/i}{/size}"


translate russian e03s05_ae4ea4c8:


    mc "Ага. Это будет непросто..."


translate russian e03s05_fdc03554:


    sy "Но... это только мне так кажется, или Лисса какая-то очень горячая штучка, когда вся выкрашенная в золото?"


translate russian e03s05_cbd48e7f:


    mc "Стейси, серьёзно? Нам нужно оставаться сосредоточенными!"


translate russian e03s05_827c900d:


    sy "Точно! Сосредоточенность. Не думать о золотом члене Лиссы."


translate russian e03s05_4edb5d8a:


    hp "Каков будет твой первый указ, моя богиня?"


translate russian e03s05_57386899:


    mh "Я думаю, мне бы хотелось познакомиться с каждым членом моей... церкви, лично."


translate russian e03s05_9b1fdff9:


    hp "Да, моя богиня! Тебе следует поговорить с-"


translate russian e03s05_1330f1ad:


    mh "Я сама решаю, кто заговорит со мной первым."


translate russian e03s05_453659db:


    mh "Сперва, я хотела бы поговорить с этими двумя. Теми, кто помог мне вознестись."


translate russian e03s05_13a52eb7:


    hp "Конечно, Дейма...{w} Вы двое! Подойдите к богине и проявите своё почтение!"


translate russian e03s05_6119b1c5:


    mc "Привет, Ли-"


translate russian e03s05_33184c6d:


    hp "На колени."


translate russian e03s05_5ef43fce:


    sy "Чего?"


translate russian e03s05_57516065:


    hp "Проявите своё уважение и поклонитесь богине!"


translate russian e03s05_a5ec958e:


    mc "О, кхм..."


translate russian e03s05_c097dd97:


    mc "Хм, спасибо, что выбрала нас, богиня, наделила честью поговорить с тобой."


translate russian e03s05_410fd3af:


    hp "Хорошо. Это правильное почтение, которое следует оказывать могучей Дейме."


translate russian e03s05_41f05e1f:


    mh "Я хотела бы поговорить с моими поддаными наедине, Верховная Жрица."


translate russian e03s05_98e313a2:


    hp "Но-"


translate russian e03s05_dd395e92:


    mh "Ты смеешь сомневаться в своей богине?"


translate russian e03s05_c19c7ccb:


    hp "Нет, Дейма. Мои глубочайшие извинения. Я оставлю тебя с твоим величеством."


translate russian e03s05_68f30313:


    mh "Божечки, я так рада видеть вас двоих."


translate russian e03s05_fabb0468:


    mc "Лисса! С тобой всё в порядке?"


translate russian e03s05_78eac12a:


    mh "Если не считать того, что я выкрашена золотом и выгляжу совершенно нелепо, то да, со мной всё в порядке."


translate russian e03s05_e1eddaa7:


    sy "А мне кажется, что в золоте ты выглядишь очень даже сексуально."


translate russian e03s05_87089892:


    mh "Спасибо, Стейси."


translate russian e03s05_6736420a:


    mc "Что они с тобой делали?"


translate russian e03s05_3d35a7bb:


    mh "В основном баловство и пропаганда. Верховная Жрица, безусловно, тот ещё фанатик. Судя по всему, она действительно верит, что я богиня."


translate russian e03s05_28fbe8b3:


    mc "И это не первый раз, когда они о ком-то так думают."


translate russian e03s05_9cf607e4:


    mh "В каком смысле?"


translate russian e03s05_92bb3e78:


    sy "[mcname] нашёл в камере человека, который выглядит точно так же, как ты. Они думали, что она богиня, но я предполагаю, что у неё не было нужных качеств."


translate russian e03s05_bb334e41:


    mh "Нужных качеств?"


translate russian e03s05_3443ddf9:


    mc "У нее есть вагина. Очевидно, быть трансгендером - отличительная черта Деймы."


translate russian e03s05_8b33030e:


    mh "Ахх. Но вы сказали, что она в камере?"


translate russian e03s05_b05836d6:


    mc "Угу. У них в пещере есть камеры для заключенных."


translate russian e03s05_26081f40:


    mh "Как удобно Верховная Жрица забыла упомянуть об этом, во время нашей экскурсии..."


translate russian e03s05_7153c56d:


    sy "Но похоже, что наша камера нам больше не нужна. Если мы сможем вытащить её, у нас будут все необходимые доказательства!"


translate russian e03s05_098ab7a9:


    mh "Мне удалось вернуть камеру после того, как они забрали нашу одежду, и я несколько дней записывала всё происходящее."


translate russian e03s05_37f47cf0:


    mh "Но этого, плюс показания свидетеля, более чем достаточно, чтобы получить ордер и накрыть это место."


translate russian e03s05_0b776a27:


    sy "Но как мы собираемся её вытаскивать?"


translate russian e03s05_cbba5259:


    mc "Нам нужно их отвлечь."


translate russian e03s05_9f4ba8e2:


    mh "У меня есть как раз то, что нужно."


translate russian e03s05_da47c5ea:


    mh "Мы должны почтить моё возвращение празднованием! Настоящим празднованием в честь моего пришествия!"


translate russian e03s05_75163ac9:


    hp "Моя богиня, мы не приготовили еду для того, чтобы ты могла насладиться этим вечером."


translate russian e03s05_a015c69c:


    mh "Я имела в виду не пиршество, я имела в виду более {i}плотский{/i} вариант."


translate russian e03s05_2628190a:


    hp "Богиня?"


translate russian e03s05_9cefff57:


    mh "Разве я не богиня любви?"


translate russian e03s05_8b555851:


    mh "Оргия - единственное празднование, способное освятить моё пришествие!"


translate russian e03s05_2409b2c6:


    mc "{size=*0.8}Стейси! Что ты делаешь?{/size}"


translate russian e03s05_b48392da:


    sy "Готовлюсь к оргии! А что делаешь ты?"


translate russian e03s05_95462312:


    mc "{size=*0.8}Оргия - это отвлекающий манёвр, благодаря которому мы можем освободить Кьяру!{/size}"


translate russian e03s05_6a58fdd4:


    sy "Ааааа даааааааа...{w} Но что насчёт оргии?"


translate russian e03s05_d03c2a0d:


    mc "{size=*0.8}Позже мы можем устроить свою собственную оргию!{/size}"


translate russian e03s05_17891617:


    sy "Лаааадно."


translate russian e03s05_6670dc23:


    mh "Как только они начнут, мы сможем сбежать."


translate russian e03s05_74c498aa:


    mc "Звучит неплохо."


translate russian e03s05_0e181c63:


    mh "Кажется, они уже заняты. Идём."


translate russian e03s05_68a5da2f:


    sy "Веди нас, [mcname]!"


translate russian e03s05_699878f6:


    mc "Привет!"


translate russian e03s05_bf34bb1a:


    ca "Это та самая спасательная группа?"


translate russian e03s05_90c74f3e:


    mc "Она самая! Давай вытащим тебя отсюда."


translate russian e03s05_79cf2d46:


    ca "Скорее, пока охранница не вернулась."


translate russian e03s05_335a8173:


    sy "О, тебе не нужно об этом беспокоиться. Лисса приказала устроить оргию, которой, между прочим, нам всем так не хватает, так что она, вероятно, сейчас очень отвлечена."


translate russian e03s05_5e4216e8:


    ca "Хах. А ты разве не маловата для богини?"


translate russian e03s05_b2bd1c26:


    mh "Может быть. Но об этом мы можем поговорить позже."


translate russian e03s05_45df229a:


    ca "В нашем плане есть одна маленькая загвоздка. Дверь заперта, и я не знаю, где ключ."


translate russian e03s05_a865e238:


    sy "Предоставьте это мне."


translate russian e03s05_ba3dc4d0:


    mc "Стейси, что ты делаешь?"


translate russian e03s05_0fb8c7e4:


    sy "Я собираюсь взломать замок!"


translate russian e03s05_153e8d4e:


    mh "Ты умеешь взламывать замки?"


translate russian e03s05_21396c9c:


    sy "Ага!"


translate russian e03s05_5cacd0ea:


    mc "Чушь."


translate russian e03s05_4b8e46f1:


    sy "Думаешь, я всё время заходила к тебе в ванную потому, что ты 'случайно' оставлял дверь незапертой?"


translate russian e03s05_05206d8b:


    mc "Я знал, что не забывал запирать дверь!"


translate russian e03s05_e9b4b8ea:


    sy "Иии, готово!"


translate russian e03s05_090c41a9:


    mc "Что скажешь на то, если мы дадим дёру?"


translate russian e03s05_0d852b67:


    ca "С радостью!"


translate russian e03s05_5e156a9d:


    sy "Как думаете, они заметят, что мы ушли?"


translate russian e03s05_864af616:


    mc "Сомневаюсь. Когда они поймут, что произошло, нас уже давно не будет."


translate russian e03s05_931a3c6a:


    ca "Можно мы не будем медлить и говорить об этом, а просто свалим отсюда?"


translate russian e03s05_2495ebb3:


    mc "Да! Да, да, да!"

translate russian strings:


    old "Later"
    new "Позже"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
