


translate russian e03s03_3ccfda0a:


    mh "Вы к этому готовы?"


translate russian e03s03_40e34f92:


    sy "Наверное? Не могу точно сказать, никогда раньше не пыталась проникать в культы."


translate russian e03s03_9e8ee335:


    mc "Ну... это ведь не должо же быть так уж сложно, правда?"


translate russian e03s03_c6e107ec:


    mh "Просто будьте начеку, ладно? Всё может обернуться... очень неожиданнымм событиями."


translate russian e03s03_dbeba703:


    sy "Не волнуйся, Лисса. Мы справимся! Ты суперумная, а с этой камерой мы вернёмся домой уже до ужина!"


translate russian e03s03_356d5220:


    mh "Надеюсь на это... {w} Кстати, как смотрится камера?"


translate russian e03s03_f81c0707:


    sy "Ого... Даже и не скажешь, что она тут есть!"


translate russian e03s03_2b35b6fe:


    mc "..."


translate russian e03s03_c122e1f8:


    sy "[mcname]?"


translate russian e03s03_c187d80d:


    mc "Кхм, да?"


translate russian e03s03_d1bb3db4:


    sy "Ты ведь просто пялишься на сиськи Лиссы, да?"


translate russian e03s03_02bae7aa:


    mc "А ты что, нет что ли!?"


translate russian e03s03_2f588168:


    sy "Я могу делать несколько дел одновременно!"


translate russian e03s03_697c5e42:


    mh "Вы двое просто безнадёжны, вы знаете это? Ну ладно, неважно. Нам пора идти."


translate russian e03s03_a968d8d4:


    mh "Я попросила водителя нас туда отвезти. Комплекс находится далеко за городом, и мне не очень хочется оставлять там машину."


translate russian e03s03_b75784fa:


    sy "Вероятно, это хорошее решение."


translate russian e03s03_cf321adc:


    mc "Ну что ж, давайте начнём наше шоу! Всегда хотел разгромить культ."


translate russian e03s03_f2348ec6:


    mh "Я рада, что мы можем осуществить твои... мечты, [mcname]."


translate russian e03s03_3b3f284c:


    sy "Просто хочу прояснить - в нашей семье он вообще самый чудик. Вот например мои мечты, они хотя бы имеют смысл. Например, хотеть, чтобы ты трахнула мою задницу, пока [mcname]-"


translate russian e03s03_0c7743aa:


    sy "Просто хочу прояснить - он вообще самый чудик. Вот например мои мечты, они хотя бы имеют смысл. Например, хотеть, чтобы ты трахнула мою задницу, пока [mcname]-"


translate russian e03s03_2d09f60b:


    mh "Почему бы нам не оставить это на потом, когда мы развалим этот культ?"


translate russian e03s03_a278a953:


    sy "Хорошо! Тогда пойдём скорее разрушать эту секту!"


translate russian e03s03_0eb1233b:


    mh "О боже, она действительно так хочет проникнуть в культ, о котором мы абсолютно ничего не знаем."


translate russian e03s03_3a395c37:


    mc "Ты же сама ей только что буквально пообещала, что исполнишь одну из её сексуальных фантазий, если мы разберёмся с культом."


translate russian e03s03_e8d21f63:


    mh "Ты прав... Будем надеяться, что я смогу воплотить в жизнь всё, о чём она мечтала."


translate russian e03s03_74fc6761:


    mc "Я тоже."


translate russian e03s03_7a6ca8b5:


    mh "А теперь идём, они уже нас ждут. Не хочу опаздывать в наш первый день."


translate russian e03s03_54e4bd25:


    "Член Культа" "Верховная Жрица скоро к вам снизойдёт."


translate russian e03s03_45fec6a4:


    sy "Вау. А классная у них тут пещера."


translate russian e03s03_f55a1448:


    mc "И не говори, это определённо не то, чего бы я мог ожидать от культа."


translate russian e03s03_f9cf443e:


    mh "Внешний вид обманчив."


translate russian e03s03_79873573:


    mc "Куда уж вернее..."


translate russian e03s03_254b3aeb:


    "*ЗВУК ОТКРЫВАЮЩЕЙСЯ ДВЕРИ*"


translate russian e03s03_deb03b3f:


    hp "Утра вам, славные путники."


translate russian e03s03_28173db9:


    sy "Кхм, утречко!"


translate russian e03s03_ee1a4f68:


    mh "Доброе утро, Верховная Жрица."


translate russian e03s03_f5da7559:


    hp "Что привело вас троих в мою скромную обитель?"


translate russian e03s03_6efa2b4b:


    mct "Господи, эта дамочка так смешно разговаривает."


translate russian e03s03_0e320511:


    mh "Мы осознали... что затерялись в беспощадной жизненной буре. И мы надеемся найти пристанище в ясности ваших... вероисповеданий."


translate russian e03s03_88d0903e:


    sy "Ага, ну, да, всё именно так, как она и сказала!"


translate russian e03s03_56516eb7:


    hp "Аххх, очередные заблудшие души... А что на счёт тебя, Сэр? Почему ты здесь?"


translate russian e03s03_fec5c6d5:


    mc "Эм, потому что я, как бы так выразиться, достаточно своенравная душа? И я нуждаюсь в некотором учителе."


translate russian e03s03_3eedbc7f:


    hp "И какого именно учения ты здесь ищешь?"


translate russian e03s03_a8d5e985:


    mc "Эээммм..."


translate russian e03s03_b7a31753:


    mh "Мы ищем учений не от этого мира. Чего-то, что позволит нам подняться выше, стать целыми. Стать... исцеленными."


translate russian e03s03_7239a7e7:


    hp "В таком случае-"


translate russian e03s03_c610451e:


    hp "Погоди... Ты..."


translate russian e03s03_50439325:


    hp "Кхем. Мы приветствуем всех, кто ищет мудрости."


translate russian e03s03_2b680cdb:


    hp "Во-первых, вы должны освободиться от цепей материалистического мира."


translate russian e03s03_a9e7fb28:


    sy "Типа, отдать тебе наши телефоны?"


translate russian e03s03_771de3d1:


    hp "Ваши телефоны, одежду, вообще всё. Вы должны отстраниться от всего того, что связывает вас с этим миром и блокирует вас от большего."


translate russian e03s03_bdad02ad:


    sy "Оу..."


translate russian e03s03_58da6fff:


    mct "Хах, действительно, это немного странно."


translate russian e03s03_37286174:


    sy "Думаю, мы просто... ну, знаешь. Разденемся."


translate russian e03s03_4369c504:


    hp "И мы хотим, чтобы вы оставили {i}все{/i} свои мирские привязанности позади."


translate russian e03s03_50318932:


    mc "Черт, вообще все?"


translate russian e03s03_738c1389:


    sy "Включая наше нижнее белье?"


translate russian e03s03_1660e828:


    hp "Да, включая ваше нижнее белье. Вам нужно быть неприкрытыми: для этого мира, для нас, вашей общины, и для общего духа."


translate russian e03s03_e0eeb5dc:


    sy "Нууу, это вроде как горячо, леди... Как пожелаете."


translate russian e03s03_87bd4d8d:


    hp "О моя Богиня... Я..."


translate russian e03s03_899f6cfc:


    hp "Я, кхм, кхем. Сейчас придёт одна из ваших новых сестёр, заберёт ваши вещи и выдаст вам новые одеяния."


translate russian e03s03_5e5c6848:


    hp "Мне нужно, гм... обратиться к нашей литературе. Ваша новая подруга покажет вам, что вы должны будете делать в рамках вашего первого круга обучения."


translate russian e03s03_715a28e7:


    "Член Культа" "Я заберу ваши вещи для очищения, наденьте одеяния прислужников."


translate russian e03s03_7db7c678:


    mc "Подожди, что за одеяния прислужников?"


translate russian e03s03_e96a8a32:


    sy "И какое, нахрен, очищение?"


translate russian e03s03_00285952:


    "Член Культа" "То, что ношу я - это одеяния прислужников. А очищение, ну, очищение - это освобождение замкнутых материалов обратно в свободные материалы, путём прохождения через самый первобытный ритуал, который мы можем провести."


translate russian e03s03_14941c57:


    mh "Первобытный... например, огонь? Вы собираетесь сжечь наши вещи?" id e03s03_14941c57


translate russian e03s03_2271ac19:


    "Член Культа" "Именно."


translate russian e03s03_3949dee1:


    sy "Но мне так сильно нравятся эти наряды!"


translate russian e03s03_5f24d370:


    sy "И я так усердно трудилась, чтобы их для нас раздобыть!"


translate russian e03s03_9de07441:


    mc "Стейси!"


translate russian e03s03_62174101:


    sy "Но, кхм, как вы и сказали. Привязанности и всё такое. Тьфу."


translate russian e03s03_ab6ce9d8:


    "Член Культа" "Вы увидите ваши одеяния, когда будете выходить. Пожалуйста, наденьте их, пока я собираю ваши вещи."


translate russian e03s03_d6dfd04e:


    mc "*шепчет* Лисса, я надеюсь, что это {i}действительно{/i} твоя хорошая подруга."


translate russian e03s03_bef7405c:


    mh "*шепчет* Если мы разберёмся с этим культом, это будет того стоить, [mcname], я обещаю."


translate russian e03s03_6620a082:


    sy "Эта штука невероятно чешется."


translate russian e03s03_b6ba9e7c:


    mc "Согласен. И ещё чертовски сильно царапается."


translate russian e03s03_f4d7102a:


    mh "Я хочу поблагодарить вас двоих за то, что вы это делаете, для меня это очень много значит."


translate russian e03s03_307b9cb1:


    mc "Надеюсь, у тебя есть план."


translate russian e03s03_463fb6e9:


    mh "Я работаю над этим, но обещаю-"


translate russian e03s03_ddb56106:


    sy "Ай-ой, [mcname]."


translate russian e03s03_c2ea84bb:


    mc "Вот дерьмо!"


translate russian e03s03_cc6b389f:


    "Член Культа" "Вам была поручена очень высокочтимая задача. Вы должны подготовить топливо для ритуала очищения."


translate russian e03s03_de52578e:


    sy "Фух! А всё не так уж и плохо, как мне сперва показалось."


translate russian e03s03_13d64bec:


    "Член Культа" "А зачем ещё, по вашему, я принесла вам этот инструмент?"


translate russian e03s03_715f28ed:


    mc "Поверь мне, ты не хочешь этого знать."


translate russian e03s03_176ce893:


    "Член Культа" "Твоя задача, как мужчины, носить дрова и складывать их штабелями."


translate russian e03s03_0cbf2aba:


    "Член Культа" "И мне было поручено смотреть, чтобы ты следил за ними, чтобы они выполняли свою работу наилучшим образом. {w}Не позволяй им расслабляться. Если они будут лениться, последуют наказания."


translate russian e03s03_cb373b0e:


    sy "Так что, теперь мы рубим дрова?"


translate russian e03s03_02a09cbc:


    mc "Наверное. Нам нужно вписаться в их общество, так ведь? Но что насчёт нашей камеры?"


translate russian e03s03_15714af1:


    mh "Думаю, её больше нет. Нам придётся придумать что-нибудь ещё, чтобы доказать, что этот культ действительно... скверный."


translate russian e03s03_5456675b:


    mc "До этого момента, я ничего особо скверного не видел."


translate russian e03s03_7c767d8a:


    sy "За исключением того, что они сожгли мою любимую блузку."


translate russian e03s03_a5fc2d38:


    mc "Стейси, у тебя дома есть ещё около двадцати {i}точно{/i} таких же блузок."


translate russian e03s03_cc80a764:


    sy "Да, но эта мне нравилась больше всех остальных!"


translate russian e03s03_4b15b8f7:


    mh "Ну ладно, хватит препираться. Давайте, нам надо начинать рубить дрова, а то они что-то заподозрят."


translate russian e03s03_cc089779:


    sy "Так что, мне стоит начать рубить всё подряд?"


translate russian e03s03_a7fad1b6:


    mc "Кхм, не думаю-"


translate russian e03s03_e5f3ffed:


    sy "Начну с этого дерева!"


translate russian e03s03_fcea57eb:


    mh "Подожди, Стейси-"


translate russian e03s03_a033e280:


    sy "ДРЕВЕСИНА!"


translate russian e03s03_3ec9e78b:


    sy "Ох... Ох, кажется, мне это нравится..."


translate russian e03s03_ccb916c0:


    "Член Культа" "Что ты творишь!?"


translate russian e03s03_14942003:


    sy "Заготавливаю дрова!"


translate russian e03s03_e893d01e:


    "Член Культа" "Вам не нужно срубать деревья! У нас уже есть готовые дрова!"


translate russian e03s03_bdad02ad_1:


    sy "Ох..."


translate russian e03s03_9fd017bb:


    mc "Кхм, извини за это. Кое-кто просто, эм, взволнован, всё-таки первый день в лагере культа!"


translate russian e03s03_6df022c1:


    "Член Культа" "Это не культ! И не лагерь! Это уединённое место, где мы можем воссоединиться с природой."


translate russian e03s03_0d50d371:


    sy "Ну, то есть что-то вроде лагеря."


translate russian e03s03_fd6d1b9d:


    "Член Культа" "Это не лагерь!"


translate russian e03s03_f12007d4:


    mc "Но звучит точно как лагерь."


translate russian e03s03_0b3f81bc:


    "Член Культа" "...{w} Начинайте колоть дрова."


translate russian e03s03_7981aa99:


    sy "Значит ли это... что это культовский летний лагерь?"


translate russian e03s03_148dcd82:


    mh "Вам двоим нужно перестать над ними издеваться. Мы пытаемся вписаться в их общество, помните?"


translate russian e03s03_d523d31e:


    mc "Мы же не специально это делаем!"


translate russian e03s03_0bac45c9:


    mh "Я знаю, знаю. Вы такие сами по себе."


translate russian e03s03_396e7aa6:


    sy "Ты так говоришь, будто это что-то плохое!"


translate russian e03s03_97b80adf:


    mh "Это не так. Я люблю вас обоих такими, какие вы есть."


translate russian e03s03_844c73e6:


    sy "[mcname], ты слышал это? Лисса нас лююююююбит!"


translate russian e03s03_6c3e001d:


    mh "Конечно люблю. А теперь начинай уже рубить, пока эта культистка не вернулась."


translate russian e03s03_06668156:


    sy "Ладно. И ещё разок!"


translate russian e03s03_a4c0970e:


    sy "Ииииии, хия!"


translate russian e03s03_d8951d58:


    sy "Ох... Это будет весело!"


translate russian e03s03_f0d313cb:


    sy "Чёрт, я устала..."


translate russian e03s03_83fee524:


    mc "Я тоже..."


translate russian e03s03_73c81895:


    sy "Хотелось бы мне просто просидеть здесь целый день."


translate russian e03s03_6aabaf9e:


    mh "Эй, я же просто следую их указаниям. Я же не просила об этом."


translate russian e03s03_1243c0e1:


    sy "Знаю, знаю. Я просто немного ворчу."


translate russian e03s03_155ff369:


    "Член Культа" "Час становится поздним. Вы выполнили удовлетворительную работу. Следуйте за мной в ваше жильё."


translate russian e03s03_462ed5d8:


    sy "Ты слышишь это! У нас есть {i}жильё!{/i} Я знала, что вся эта тяжелая работа окупится!"


translate russian e03s03_adcdfe7f:


    mc "Не радуйся раньше времени, Стейси. Под жильём она могла подразумевать что угодно."


translate russian e03s03_0484402a:


    sy "Нет уж. Жильё означает роскошь. Означает хорошую еду и тёплый душ. Именно то, чего мы заслуживаем после долгого рабочего дня!"


translate russian e03s03_fa7e1a01:


    mc "О боже."


translate russian e03s03_a8b94bc5:


    mh "У меня такое чувство, что она сейчас будет очень сильно разочарована."


translate russian e03s03_83fee524_1:


    mc "У меня тоже..."


translate russian e03s03_4b937e77:


    sy "Это не жильё! Это палатка!"


translate russian e03s03_f0f23cc4:


    "Член Культа" "И именно в ней вы будете ночевать, пока будете здесь!"


translate russian e03s03_1ad67744:


    sy "Ну это точно делает это летним лагерем!"


translate russian e03s03_f42343e6:


    "Член Культа" "Это изолированное убежище!"


translate russian e03s03_b7aca05c:


    mh "Стейси, успокойся."


translate russian e03s03_b8cb0f62:


    mh "Приношу свои извинения. Похоже, некоторые из нас оказались более подготовленными к реалиям... отказа от мирского, чем другие. Прости мою подругу за её вспышки."


translate russian e03s03_f47d420b:


    "Член Культа" "Я... Я могу найти для неё прощение, потому что ты попросила. Но позаботься о том, чтобы она начала осознавать своё место в этом мире."


translate russian e03s03_2485f401:


    sy "Можно мне хотя бы помыться!?"


translate russian e03s03_9de07441_1:


    mc "Стейси!"


translate russian e03s03_71363271:


    sy "Что!?"


translate russian e03s03_c4e82514:


    mc "Ну же, тебе нужно успокоиться. Мы делаем это ради подруги Лиссы."


translate russian e03s03_b4be94d0:


    sy "Аргггггх. Я не соглашалась отказываться и от душа тоже."


translate russian e03s03_7dac3d0d:


    mh "Чем раньше мы закончим с этим, тем раньше сможем отправить тебя в душ."


translate russian e03s03_a325d5ac:


    sy "Да, да... Только ради тебя, Лисса."


translate russian e03s03_731ea51c:


    mc "Знаете, а в этом есть что-то приятное."


translate russian e03s03_f77b1337:


    sy "Ты шизик."


translate russian e03s03_2a1b1d13:


    mc "Возможно... но есть какая-то лёгкость в земельной работе, которая просто... приятна, понимаешь?"


translate russian e03s03_ce5f8004:


    mh "Я согласна с тобой, [mcname]."


translate russian e03s03_ac04d723:


    sy "Лисса, и ты туда же!? Я в шоке!"


translate russian e03s03_ab3c4e59:


    mh "Здесь... тихо. У меня в офисе никогда не бывает тихо. Или в суде. Или дома. А здесь... мирно."


translate russian e03s03_9ce3427f:


    sy "Вот так они тебя и достают! С помощью всей этой хренотени, прямо как описано в книге \"Cult 101\"!\n\n{i}{size=-10}\"C.U.L.T. 101\" - книга о принципах культового мышления и поведения.{/size}{/i}"


translate russian e03s03_8da99853:


    mc "Стейси, что ты знаешь о культах?"


translate russian e03s03_392d7d1f:


    sy "Я про них целый документальный фильм посмотрела! Сначала они отделяют тебя от всех, а потом заставляют вести такой же образ жизни, а потом-"


translate russian e03s03_dadc89e6:


    mh "Всё то, о чём нас предупреждала моя подруга."


translate russian e03s03_c48cac1d:


    sy "А потом ты не будешь мыть голову, потому что будешь думать, что так маленькие инопланетяне заразят твой мозг!"


translate russian e03s03_130fc802:


    mc "Не думаю, что нам стоит об этом беспокоиться, Стейси. У меня на уме много других вещей."


translate russian e03s03_d0faded5:


    sy "О, правда?"


translate russian e03s03_df3c4faf:


    sy "И что же это {i}у тебя{/i} на уме, [mcname]?"


translate russian e03s03_a78be0fe:


    mc "Ну знаешь, только палатка, и проникновение, и-"


translate russian e03s03_2130bfd5:


    sy "Проникновение? У меня есть кое-что, во что ты можешь проникнуть."


translate russian e03s03_736a33a2:


    sy "Ты весь день возился с дровами, может быть, сейчас настала моя очередь."


translate russian e03s03_fdb3ca71:


    mc "Знаешь, это звучит довольно неплохо."


translate russian e03s03_5ed5633e:


    mh "А что насчёт маленькой, старенькой меня?"


translate russian e03s03_7cc52174:


    sy "Сегодня я много практиковалась в работе с валкой древесины, возможно, смогу показать вам некоторые из своих новых навыков."


translate russian e03s03_634be540:


    mh "Мне нравится, как это звучит."


translate russian e03s03_7830b479:


    sy "Итак... кому бы мне отсосать первым?"


translate russian e03s03_4f4d4a36:


    sy "Эй! Тебя стучаться не учили, нет!? Вообще-то, мы были в самом разгаре кое-чего." id e03s03_4f4d4a36


translate russian e03s03_31b43a9b:


    "Член Культа" "Ты... Верховная Жрица хочет тебя видеть."


translate russian e03s03_380fc8e2:


    sy "Меня?"


translate russian e03s03_e0a6e81f:


    "Член Культа" "Нет, её."


translate russian e03s03_88ff8d33:


    mh "Что я-"


translate russian e03s03_ef760bfe:


    "Член Культа" "Верховная Жрица сможет ответить на любые твои вопросы."


translate russian e03s03_d79a47af:


    mh "Пожалуй... только позволь мне надеть какую-нибудь одежду."


translate russian e03s03_187d8620:


    "Член Культа" "Она тебе не понадобится. Мы все неприкрыты перед глазами нашей богини, мы все можем быть неприкрытыми, как одно целое."


translate russian e03s03_1fba4177:


    mh "Кхм, конечно. В таком случае, я следую за тобой..."


translate russian e03s03_8cdfc70f:


    mc "Подожди, Лисса!"


translate russian e03s03_d7095f14:


    mh "Не волнуйся, [mcname]. Со мной всё будет в порядке. Я вернусь раньше, чем ты это заметишь."


translate russian e03s03_15d5628a:


    sy "Будь осторожна, Лисса!"


translate russian e03s03_094125d2:


    mh "Ты же меня знаешь."


translate russian e03s03_9eec9cab:


    sy "Что теперь?"


translate russian e03s03_ca9c90f0:


    mc "Думаю, нам придётся подождать возвращения Лиссы и послушать, что она разузнала."


translate russian e03s03_c49b4378:


    sy "Пожалуй..."


translate russian e03s03_6d1bcd4c:


    mc "А пока-"


translate russian e03s03_c20a8741:


    sy "Эта чудачка испортила всю атмосферу."


translate russian e03s03_726ffa2d:


    mc "Ага, ты права..."


translate russian e03s03_d90681f8:


    mc "Как ты проводишь время без книг, телевизора или чего-нибудь ещё?"


translate russian e03s03_d9fc70c6:


    mc "Стейси?"


translate russian e03s03_87fa0086:


    mc "Пожалуй, это один из способов скоротать время..."


translate russian e03s03_62bb7c47:


    mc "Уверен, Лисса разбудит меня, когда вернётся..."


translate russian e03s03_c8ef03e3:


    mc "Лисса? Ты уже вернулась?"


translate russian e03s03_4f10040d:


    mc "Лисса ещё не вернулась? Это нехорошо..."


translate russian e03s03_74754d08:


    mc "Надеюсь, с ней всё в порядке... Если она не вернётся к утру... Мне придётся что-то придумать..."


translate russian e03s03_c36382b4:


    mc "Я очень надеюсь, что с ней всё в порядке..."

translate russian strings:


    old "Four hours and twenty-nine minutes later"
    new "Четыре часа и двадцать девять минут спустя"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
