


translate russian e03s04_3399e772:


    sy "Мммм, Лисса?"


translate russian e03s04_f71549ee:


    sy "Лииииииссааа... Я так хочу прижаться к твоим идеальным сисечкам..."


translate russian e03s04_b3f55da8:


    sy "Лисса... Где же ты?"


translate russian e03s04_dcbcbd80:


    sy "Ох? А где это я?"


translate russian e03s04_b95b31a4:


    sy "[mcname]..."


translate russian e03s04_160b1cb6:


    sy "[mcname], проснись... Нас похитили, и Лисса так вчера и не вернулась."


translate russian e03s04_140e605c:


    mc "Я не сплю, не сплю..."


translate russian e03s04_8c26cb31:


    mc "Что случилось?"


translate russian e03s04_a135b10e:


    sy "Нет Лиссы, которую можно было бы потискать."


translate russian e03s04_0abda2fa:


    mct "Ай-ой. Лисса так и не вернулась... Надеюсь, они не нашли нашу камеру."


translate russian e03s04_e1798e18:


    mct "Одному Богу известно, что они с нами тогда бы сделали..."


translate russian e03s04_f70c7460:


    "Член Культа" "Отлично, вы проснулись. Верховная Жрица хочет увидеть вас двоих."


translate russian e03s04_23e08e00:


    mc "Зачем она хочет нас видеть? И где Лисса?"


translate russian e03s04_d9321915:


    "Член Культа" "Она расскажет вам всё, что вам нужно знать. А теперь идём."


translate russian e03s04_e15b287d:


    mc "Только позволь нам надеть-"


translate russian e03s04_3aa1c965:


    "Член Культа" "Там, куда мы направляемся, вам не понадобится одежда."


translate russian e03s04_246fab28:


    mc "Стейси, пойдём. Нам пора вставать и уже нужно идти."


translate russian e03s04_e3a29a37:


    sy "Дай мне поспать... ну ещё немножечко..." id e03s04_e3a29a37


translate russian e03s04_38929edf:


    mc "Пойдём. Может быть Лиссе нужна наша помощь."


translate russian e03s04_e6532046:


    sy "Блядь! Идём."


translate russian e03s04_86b2ea0d:


    sy "Подожди, а где, чёрт возьми, мы вообще сейчас находимся?"


translate russian e03s04_9bef14b2:


    mc "Ты не помнишь? После того, как эта странная цыпочка забрала Лиссу, нас переселили в домик. Говорили что-то про 'избранность' или что-то в этом роде."


translate russian e03s04_8e4997ba:


    sy "Ах дааааа... Ладно - нельзя терять времени!"


translate russian e03s04_09ac1ded:


    mc "Стейси, подожди меня!"


translate russian e03s04_e0b3d010:


    hp "Благодарю, что пришли на встречу со мной, даже в столь ранний час."


translate russian e03s04_4906e7eb:


    sy "{size=*0.8}Не то чтобы у нас был выбор.{/size}"


translate russian e03s04_b34ac186:


    mc "Стейси, шшш!"


translate russian e03s04_bcd3bfae:


    mc "Лисса, ты в порядке? Вчера вечером ты не вернулась к нам в палатку."


translate russian e03s04_e55e735b:


    hp "Ваша подруга более чем в порядке, она-"


translate russian e03s04_7edaf489:


    sy "Эй, это не тебя вообще-то спрашивали! Мы спросили Лиссу."


translate russian e03s04_0afa29bf:


    hp "Как ты смеешь так разговаривать с богиней!?"


translate russian e03s04_1c427631:


    mct "О нет, судя по всему, эта дамочка считает себя богиней. Кажется, у нас проблемы."


translate russian e03s04_c4453779:


    hp "Если ты не придержишь свой язык, она может решить уничтожить тебя, ничтожная смертная!"


translate russian e03s04_691ece54:


    mc "Подожди... Так а кто твоя богиня?"


translate russian e03s04_c3177673:


    hp "Это она, перевоплотившаяся, Дейма!"


translate russian e03s04_012ac0a1:


    hp "По крайней мере, я так считаю."


translate russian e03s04_63a9e153:


    sy "Что ты имеешь в виду?"


translate russian e03s04_01eddfbc:


    hp "Она не первая, кто предстаёт перед нами в качестве вернувшейся богини любви и мудрости. Но на данный момент она кажется самой правдивой."


translate russian e03s04_b8e1f219:


    hp "Есть только один способ узнать, действительно ли она Дейма."


translate russian e03s04_cf3718b7:


    mct "Ой-ой. Что-то мне не нравится, как это звучит..."


translate russian e03s04_6633e33c:


    hp "'И предстанет она пред тобою, синяя, аки небо, да будет она нести чудеса выносливости по лесам да пещерам'."


translate russian e03s04_491e93bc:


    sy "Некоторые из нас не любят природу! Ну или заниматься спортом, если уж на то пошло."


translate russian e03s04_c7130cf4:


    hp "Для этого испытания нам не нужно никуда отправляться. Истолкование смысла подобных пророчеств является обязанностью Верховной Жрицы. У нас здесь уже есть всё, что нам понадобится."


translate russian e03s04_d78d3bc1:


    mc "Что-то я не вижу никаких пещер."


translate russian e03s04_966dd9e8:


    sy "И деревьев, раз уж снова на то пошло."


translate russian e03s04_8f8386bf:


    mh "Она имеет в виду вас двоих."


translate russian e03s04_11455b53:


    mc "Чего?"


translate russian e03s04_2911e73b:


    mh "Она говорит про секс."


translate russian e03s04_f21a4fab:


    hp "Именно! Ты принёс сюда красивое, твёрдое древо. А она предоставила нам тёплую, влажную пещеру. Пророчество говорит о великой выносливости – способности удовлетворить всех, прежде чем она сама будет удовлетворена."


translate russian e03s04_22909253:


    mc "Секундочку, если я - древо..."


translate russian e03s04_3b99cf1f:


    sy "Эй! Моя киска никакая не пещера! И вообще, моя киска настолько узкая, что я почти гарантирую, что она заставит Лиссу кончить за 60 секунд!"


translate russian e03s04_69b7b10b:


    mc "{size=*0.8}Стейси! Весь смысл этого в том, чтобы нас взяли в культ! Не думаешь, что Лисса, в роли их нового лидера, их богини, будет очень для нас полезна, и это поможет нам узнать их секреты!?{/size}"


translate russian e03s04_2f3063d0:


    sy "{size=*0.8}Мне всё равно! Эта сука только что обозвала мою киску пещерой. Я обязана отстоять свою честь!{/size}"


translate russian e03s04_0acc0b32:


    mc "Твою-то честь?"


translate russian e03s04_ecc4fbf0:


    hp "Если твоя вера действительно настолько сильна, то тебе не составит труда доказать это передо мной."


translate russian e03s04_98ac311d:


    sy "Нисколько!"


translate russian e03s04_f8aeffc8:


    mc "Подожди, Стейси-"


translate russian e03s04_ea5b6925:


    sy "Я возьму их обоих!"


translate russian e03s04_41dc60d8:


    hp "Я надеялась, что ты это скажешь."


translate russian e03s04_1e16d1b8:


    hp "Подойди, подойди и покажи богине свою преданность."


translate russian e03s04_f99cf473:


    hp "Мммм... Кажется, нашей богине нужно некоторое приободрение."


translate russian e03s04_4f746945:


    sy "О, я сейчас сама стану её ободрением."


translate russian e03s04_8dff0ec1:


    hp "Убедись, что они оба готовы к испытанию."


translate russian e03s04_bb649a74:


    sy "О, я сделаю {i}гораздо больше{/i}, чем просто подготовлю их."


translate russian e03s04_02607afc:


    hp "Ммммм, очень хорошо... Удостоверься, что Дейма готова..."


translate russian e03s04_76b95bc1:


    mc "Чуть медленнее, Стейси - чёрт! У меня так ожог от трения появится!"


translate russian e03s04_17efbc56:


    mh "Я думаю, ей есть что доказывать - она сосет мой член сильнее, чем когда-либо прежде."


translate russian e03s04_0e60235a:


    hp "Это хорошо, остальные мне не поверят, если она не будет стараться изо всех сил."


translate russian e03s04_2d213220:


    hp "Я хочу, чтобы ей было хорошо, я хочу, чтобы она вернулась в облака, откуда она пришла. Я хочу, чтобы ты довела её до вершин экстаза и показала всем здесь, что она наша золотая богиня."


translate russian e03s04_942725be:


    mh "Вот дерьмо - если она продолжит так вертеть языком, она сможет доказать лишь то, что ты ошиблась с выбором богини."


translate russian e03s04_c8a0449b:


    mc "Мммм, теперь, когда она меня возбуждает, это на самом деле становится очень приятно."


translate russian e03s04_42db4300:


    hp "Ты идеально подходишь для этого испытания, моя дорогая. Я вижу страсть в твоих глазах, огонь на твоих губах."


translate russian e03s04_f3f1344e:


    mh "Боже, огонь на её губах – это очень верно подмечено. Стейси - бляяяяяядь!"


translate russian e03s04_769e398e:


    mc "Как и на руках, чёрт возьми, меня это действительно заводит."


translate russian e03s04_5b453e1f:


    hp "Мммммм, более правдивых слов ещё не было сказано в этом священном зале."


translate russian e03s04_c4f91c6a:


    mh "Ох, Стейси... Стейси... Продолжай, в том же духе..."


translate russian e03s04_c158a322:


    mc "Лисса, это выглядит божественно."


translate russian e03s04_f628e68f:


    hp "Дейма должна знать о нашем райском удовольствии всё. Но я боюсь, что потребуется нечто большее, если она хочет проявить себя."


translate russian e03s04_f68d286b:


    sy "Я почти уложилась в 60 секунд."


translate russian e03s04_2f1781e1:


    mh "Тебе придётся научить меня некоторым из этих трюков."


translate russian e03s04_76d64bd3:


    hp "Но сначала я хочу, чтобы ты показала мне, что ты способна заставить её кончить."


translate russian e03s04_345ef9db:


    sy "Я бы тоже этого хотела. Чудесный член Лиссы в моём горле сделал меня невероятно возбуждённой."


translate russian e03s04_da87bf46:


    mh "Могу сказать, что чувствую то же самое."


translate russian e03s04_320d44a3:


    mc "А как насчёт меня?"


translate russian e03s04_203762ae:


    sy "У меня по-прежнему есть рот, разве нет?"


translate russian e03s04_d67e38a8:


    hp "Ммммм, смотреть за тем, как богиня берёт от нас, простых смертных, то, что хочет..."


translate russian e03s04_fc192383:


    mh "Боже, Стейси - клянусь, с каждым разом когда я тебя трахаю, ты становишься всё уже!"


translate russian e03s04_6f9c0eb5:


    mc "Знаешь, ты не ошиблась, когда говорила о её огненных губах. Она сейчас так сильно сосёт мой член!"


translate russian e03s04_ca99b92f:


    mh "Стейси, ты такая мокрая - мммммммм!"


translate russian e03s04_3da53a1a:


    hp "Я хочу посмотреть, как ты возьмешь её... Оплодотвори эту смертную, наполни её своей божественной спермой!"


translate russian e03s04_140f5ed5:


    mh "Ох бля, ммммммм, я просто..."


translate russian e03s04_9be24d6a:


    hp "Я хочу, чтобы ты сказала это. Я хочу, чтобы ты рассказала ей, как именно ты хочешь накачать её своим семенем."


translate russian e03s04_87c35146:


    mh "Стейси, ты слышишь? Я сейчас... Я сейчас заполню тебя своей спермой!"


translate russian e03s04_99c35910:


    mc "Чёрт, Лисса."


translate russian e03s04_500098ee:


    hp "Ты тоже. Я хочу, чтобы вы оба наполнили её. Оплодотворите эту падшую женщину. Относитесь к ней как к грязной неверующей."


translate russian e03s04_bfd7e04d:


    mc "Да, кхм, Верховная Жрица."


translate russian e03s04_2aa11021:


    mc "Ты это слышишь? Моя грязная, распутная сестричка годится только для размножения!"


translate russian e03s04_29003b4e:


    mc "Ты слышишь это, Стейси? С этого момента, твоя распутная киска годится только для размножения!"


translate russian e03s04_f5d37234:


    mh "Мммм, здесь так мокро, что мне кажется, что я могу протолкнуть свой член до самой шейки матки, наполнить тебя спермой и гарантировать, что ты забеременеешь!" id e03s04_f5d37234


translate russian e03s04_e3ff2c28:


    hp "Я вижу, что хоть у моей богини и было много практики в сексе, ей нужно больше уроков по нашему оплодотворению."


translate russian e03s04_83b70946:


    hp "Скажи ей, как сильно ты хочешь даровать ей ребёнка, как сильно ты хочешь её оплодотворить, чтобы мы даже не сомневались, что она твоя."


translate russian e03s04_c64a9ccd:


    hp "Что она всего лишь сосуд для твоей спермы. Что ты имеешь полную власть над её маткой, так же, как имеешь полную власть над всеми нами."


translate russian e03s04_3c2dea93:


    mh "Чёрт возьми... Это было..."


translate russian e03s04_b7348d3a:


    mc "Так горячо, блядь!"


translate russian e03s04_cc4a83ba:


    mh "Я чувствую, как её киска сжимает мой член - кажется, она уже близко!"


translate russian e03s04_dc5e8f71:


    sy "Глллллыыыыккккк, ннннгггггггг!"


translate russian e03s04_2af51066:


    mc "Ох, чёрт, у неё сжалось горло вокруг моего члена! Ты права, Лисса! Она собирается-"


translate russian e03s04_9db94b47:


    sy "ОБОЖЕЕБАТЬЯКОНЧАААААААААЮЮЮЮ!"


translate russian e03s04_83a915a5:


    sy "БЛЯБЛЯБЛЯБЛЯЛИИИИСССССА!"


translate russian e03s04_6ff5dd93:


    mh "Стейси, ты в порядке?"


translate russian e03s04_5c2c7bcf:


    sy "..."


translate russian e03s04_769932ca:


    mh "Стейси?"


translate russian e03s04_68d6c732:


    mc "Эй? Моя дорогая, милая сестричка? Ты вообще живая?"


translate russian e03s04_ca9dbe07:


    mc "Эй? Наша дорогая, милая Стейси? Ты вообще живая?"


translate russian e03s04_6e3aed41:


    sy "Мрррмммнннгггг..."


translate russian e03s04_261e7b10:


    mc "Лисса, мне кажется, ты расплавила ей мозг."


translate russian e03s04_c8c34050:


    mh "Похоже на то. Обычно нам приходится тратить чуть больше времени, чтобы заставить её так кончать."


translate russian e03s04_a6fe721a:


    mc "Может быть, её действительно так сильно заводят разговоры о оплодотворении?"


translate russian e03s04_d4d8ac7e:


    sy "Ага..."


translate russian e03s04_04d11454:


    hp "Тебе удалось довести одного из них до оргазма, но впереди ещё один."


translate russian e03s04_4ad70d38:


    hp "Когда мы медитируем, мы просим тебя о твоей милости, чтобы ты одарила нас. Но когда мы молимся..."


translate russian e03s04_ba59cdfd:


    hp "Мы просим тебя принять нас... Та ли ты богиня, которая может принимать?"


translate russian e03s04_30b7c7c4:


    mh "Мммм, от [mcname]? С радостью."


translate russian e03s04_84240cf2:


    hp "Покажи мне это."


translate russian e03s04_7c9ed600:


    hp "Я чувствую, насколько скользкий твой член после рта твоей сестрёнки. Идеально подходит, чтобы проникнуть прямо в святилище нашей богини."


translate russian e03s04_07c6e93f:


    hp "Я чувствую, насколько скользкий твой член после рта этой шлюхи. Идеально подходит, чтобы проникнуть прямо в святилище нашей богини."


translate russian e03s04_d9d300ad:


    mc "Чёрт..."


translate russian e03s04_e4c5d78f:


    hp "Знай, что тебе повезло быть тем, кто может почувствовать напряжение нашей богини, сжимающей твой член... Я бы отдала всё, что угодно, чтобы быть стать тобой, хотя бы на мгновение."


translate russian e03s04_b4e67bb2:


    sy "Про меня не забудьте!"


translate russian e03s04_efea644f:


    mc "Ещё две секунды назад ты валялась без сознания!"


translate russian e03s04_adb15cfe:


    sy "А теперь я в порядке! Может стоять я пока и не могу, но я ещё многое могу сделать снизу."


translate russian e03s04_7601706f:


    hp "Ммммм, настоящее испытание... Справишься ли ты с такой стимуляцией? Действительно ли ты та богиня, которой я тебя считаю?"


translate russian e03s04_515fd45b:


    mh "Ммммммфффффххх!"


translate russian e03s04_a82ad6c8:


    hp "Ммммм, ты неплохо себя показываешь, моя богиня. Совсем не многие могли бы с этим справиться и при этом так же хорошо выглядеть."


translate russian e03s04_5da42dda:


    mh "Спасиииибооооо - ммммммм, Стейси!"


translate russian e03s04_a8d4e550:


    sy "Глллыыыык, гллыыыыык, гллыыыык!"


translate russian e03s04_db38572b:


    mc "Ох, ебать, Лисса!"


translate russian e03s04_38d18b00:


    hp "О, неужели это мольбы смертного, отдавшегося своей богине?" id e03s04_38d18b00


translate russian e03s04_b85dd4c5:


    mc "Ещё нет, бляяяя-, ещё нет!"


translate russian e03s04_9137e423:


    hp "Отлииично. Потому что я хочу, чтобы ты сохранил свою плодородную сперму и наполнил эту маленькую шлюху до краев."


translate russian e03s04_68bbfcd6:


    mc "Ннннннггггх!"


translate russian e03s04_8bd87ee7:


    mh "Боже мой, Стейси! Когда ты научилась так хорошо сосать член!?!"


translate russian e03s04_8794feeb:


    hp "И всё же, ты держишься? Я хочу того же и от тебя, богиня."


translate russian e03s04_2807aaa9:


    hp "Я хочу, чтобы твоё здоровое, мощное семя превратило этот маленький спермоотстойник в не более чем контейнер для твоего потомства."


translate russian e03s04_3973c10e:


    mc "Ебать, если ты продолжишь так говорить-"


translate russian e03s04_5a56582b:


    hp "Тогда ты испытаешь оргазм и докажешь этим, что это Дейма стоит здесь, пред с нами, смертными!"


translate russian e03s04_7c01a276:


    mh "Мммммммммммм!"


translate russian e03s04_ebe63f0a:


    hp "Мммм... Как бы сильно я ни хотела это увидеть, я хочу, чтобы ты кончила в неё."


translate russian e03s04_12a2dd41:


    hp "Думаю, пришло время побаловать нашу маленькую плодовитую шлюху."


translate russian e03s04_978794b6:


    hp "Посмотри ей в глаза, ты ничтожное создание. Попроси богиню оплодотворить себя, поместить в тебя своё семя."


translate russian e03s04_0f1ec9d2:


    sy "Лисса... Пожалуйста, я хочу, чтобы ты в меня кончила. Я хочу, чтобы ты наполнила меня и показала миру, сделав меня беременной, что я принадлежу тебе."


translate russian e03s04_6086e7a5:


    hp "Хорошая девочка."


translate russian e03s04_c7669cdd:


    mc "Стейси, ты в порядке?"


translate russian e03s04_19e9c024:


    sy "Ммммммм... Кажется, я только что нашла свой новый фетиш."


translate russian e03s04_769932ca_1:


    mh "Стейси?"


translate russian e03s04_ecae322e:


    sy "{size=*0.8}[mcname], я хочу, чтобы ты взял свой большой, толстый член и накачал меня таким количеством спермы, чтобы я точно залетела.{/size}"


translate russian e03s04_9f7e4756:


    mc "О Господи..."


translate russian e03s04_8fc55906:


    sy "{size=*0.8}Я хочу почувствовать твою тёплую, липкую сперму глубоко внутри своей киски.{/size}"


translate russian e03s04_975dc915:


    sy "{size=*0.8}Чего ты ждешь, братик? Возьми и трахни свою младшую сестрёнку, пока не заполнишь её своей спермой.{/size}"


translate russian e03s04_6309eed0:


    sy "{size=*0.8}Чего ты ждешь, дружок? Давай, наполни меня своей спермой, заставь эту маленькую шлюшку залететь.{/size}"


translate russian e03s04_71e3e284:


    mc "Бляяяядь!"


translate russian e03s04_37e409bb:


    hp "Подожди! Дейма должна быть той-"


translate russian e03s04_10ffe725:


    mc "Лисса, ты можешь мне помочь?"


translate russian e03s04_4b9175d9:


    mh "Конечно, [mcname]."


translate russian e03s04_3d6411de:


    mh "Вы двое выглядите просто потрясающе... Надеюсь, у тебя найдётся местечко для ещё одного, Стейси."


translate russian e03s04_6000f635:


    sy "Ммммм, для тебя всегда найдётся, Лисса. Я хочу, чтобы ты тоже наполнила меня, я хочу, чтобы моя задница истекала твоей спермой."


translate russian e03s04_b9c0a5cf:


    hp "Но, наша богиня-!"


translate russian e03s04_4cf3173a:


    hp "Богиня должна оплодотворить эту бесполезную шлюху!"


translate russian e03s04_08c5ad46:


    sy "Эта шлюха хочет, чтобы её братик первым подарил ей ребёнка!"


translate russian e03s04_8c96c4b1:


    hp "Хммм. Если это то, чего желает богиня..."


translate russian e03s04_e62f94bb:


    mh "Желаю... *стонет* Ещё как желаю."


translate russian e03s04_1caf7915:


    sy "Эта шлюха хочет, чтобы [mcname] первым подарил ей ребёнка!"


translate russian e03s04_56801014:


    mc "Ох ебать, Стейси!"


translate russian e03s04_d55636fd:


    sy "Что, мысли о том, как ты заполняшь меня, вызывают у тебя желание кончить?"


translate russian e03s04_fdd641ca:


    mc "Д-да!"


translate russian e03s04_7eb139b2:


    sy "Отлично! Наполни мою грязную киску своей спермой! Преврати меня в противный маленький контейнер для спермы, пока я не забеременею!"


translate russian e03s04_131e7bbb:


    mh "Стейси - нннгггггх!"


translate russian e03s04_77701b98:


    sy "И ты, Лисса! Я хочу, чтобы ты разорвала мою задницу на части - Я хочу чувствовать, как твоя сперма выстреливает глубоко внутри меня, хочу держать её в своей заднице до конца дня!"


translate russian e03s04_27b66e02:


    mc "Ох блядь - ох блядь!"


translate russian e03s04_d97da509:


    sy "Лучше бы тебе не вытаскивать, [mcname]! Я хочу чувствовать твою сперму в своей матке, когда ты кончишь!"


translate russian e03s04_293532d1:


    mc "Ах - мфффх - ах да!?"


translate russian e03s04_e220c8a7:


    sy "Да! Боже, да, [mcname]!"


translate russian e03s04_7d1f9d46:


    mc "Тогда я собираюсь залить в тебя каждую каплю своего горячего семени!"


translate russian e03s04_e4ee9be5:


    sy "О Боже, [mcname]!"


translate russian e03s04_6bf92c57:


    mc "И лучше бы тебе не пролить ни капли - я хочу, чтобы ты была для меня хорошей девочкой и забеременела!"


translate russian e03s04_12f55578:


    sy "Да, продолжай так говорить - я уже так близко!"


translate russian e03s04_f4b687db:


    mh "Я тоже! Я скоро кончу!"


translate russian e03s04_59f76234:


    hp "Дейма, ты должна быть той, кто кончит ей в киску!"


translate russian e03s04_78d02a2f:


    mc "Нет! Потому что киска этой суки принадлежит мне! И я собираюсь показать это всем, когда накачаю её своим семенем!"


translate russian e03s04_14656de4:


    sy "Ооооо, Боооооооже!"


translate russian e03s04_83cc6c01:


    mc "Неужели мысль о том, что ты станешь личной беременной спермо-шлюхой для своего брата тебя так сильно возбуждает!?"


translate russian e03s04_0077bbda:


    mc "Неужели мысль о том, что ты станешь моей личной беременной спермо-шлюхой тебя так сильно возбуждает!?"


translate russian e03s04_95fcefdf:


    sy "Да, да! О боже, да! Я сейчас, сейчас-" id e03s04_95fcefdf


translate russian e03s04_a1b12bf1:


    mc "Вот чёрт, я кончаю! Я сейчас наполню тебя!"


translate russian e03s04_a8da2d8d:


    mh "Ох ннннггггххххх!"


translate russian e03s04_e4583c41:


    mc "Я кончаю! Готовься, Стейси!"


translate russian e03s04_05f42e26:


    sy "О да, да [mcname], да!!! Сделай меня своей беременной спермо-шлюхоооооой!"


translate russian e03s04_d4f99ba3:


    mh "Блядь, я сейчас кончу!"


translate russian e03s04_1f2891cb:


    hp "Подожди! Ты должна кончить последней!"


translate russian e03s04_422e1b90:


    mc "Это не будет проблемой!"


translate russian e03s04_1b2b923a:


    sy "О боже, [mcname]! Я чувствую твою тёплую, мужественную сперму глубоко внутри своей маааткиии!"


translate russian e03s04_968b6f9d:


    mh "Ох ебать!"


translate russian e03s04_bdef803b:


    sy "Да, Лисса, да!!! Наполни мою задницу! Я хочу быть заполненной твоей спермой!"


translate russian e03s04_f1b851e3:


    sy "Я заполнена спермой двух моих самых любимых людей! Я так сильно вас люблю!"


translate russian e03s04_d1d41db3:


    hp "Судя по всему, она прошла испытание."


translate russian e03s04_5e6d96c3:


    hp "Это действительно ты. Наша богиня Дейма. Я знала, что это ты."


translate russian e03s04_1723aa7a:


    hp "Отведи этих двоих в их палатку. Мы должны подготовить богиню."


translate russian e03s04_62e01729:


    "Член Культа" "Да, Верховная Жрица."


translate russian e03s04_10223704:


    sy "{size=*0.8}Мммм... Просто бесполезная сука для размножения...{/size}"


translate russian e03s04_39da6fa0:


    sy "Нуууу..."


translate russian e03s04_2b35b6fe:


    mc "..."


translate russian e03s04_6c8c76d4:


    sy "Мы собираемся об этом поговорить?"


translate russian e03s04_05500ff6:


    mc "А?"


translate russian e03s04_e0091528:


    sy "Слушай, я понятия не имела, что разговоры о том, чтобы кончать в меня, оплодотворять и всё такое так сильно меня возбуждают, ясно?"


translate russian e03s04_3034e3be:


    sy "Мне немного стыдно, что я настолько возбудилась, и для меня это в новинку. Но я хочу сделать это снова, потому что это было очень горячо."


translate russian e03s04_6f9c525c:


    mc "Как думаешь, с Лиссой всё в порядке?"


translate russian e03s04_fb482563:


    sy "Ты вообще слышал, что я только что сказала? Я здесь, значит раскрываю тебе свою извращённую маленькую душу, а ты думаешь о Лиссе!?"


translate russian e03s04_0cded40e:


    mc "Конечно слышал. Я знаю, что ты извращенка, Стейси, и я всегда буду любить тебя - какими бы странными не были твои фетиши."


translate russian e03s04_e3988bc7:


    mc "Я люблю тебя не только потому, что ты моя сестра, но и потому, что я люблю {i}тебя{/i}, Стейси, за то, какая ты есть."


translate russian e03s04_772f6d1f:


    mc "Я люблю тебя не только потому, что ты моя лучшая подруга, но и потому, что я люблю {i}тебя{/i}, Стейси, за то, какая ты есть."


translate russian e03s04_5e5785e3:


    sy "О, [mcname]..."


translate russian e03s04_72deddfa:


    mc "И я знаю, что ты чувствуешь то же самое."


translate russian e03s04_2dc725b6:


    sy "Я... Я..."


translate russian e03s04_5b503575:


    mc "Плюс, я слышал, что ты сказала, пока была в блаженстве после кремпая, о любви ко мне и Лиссе."


translate russian e03s04_6148297e:


    sy "Эй! То, что я говорю в порыве страсти, не может быть использовано против меня!"


translate russian e03s04_a2e9a08a:


    mc "Но я беспокоюсь за Лиссу."


translate russian e03s04_12defc4e:


    sy "Я тоже..."


translate russian e03s04_8a34f54e:


    mc "Что это вообще была за чушь о том, что Лисса - богиня?"


translate russian e03s04_9a5b5588:


    mc "И почему Лисса согласилась на это? Не думаю, что у неё есть какая-то странная мания величия."


translate russian e03s04_92235198:


    sy "У неё же ведь должен быть план, да?"


translate russian e03s04_fc93c498:


    mc "Зная Лиссу, определённо."


translate russian e03s04_c1ef3a7a:


    sy "Может, сейчас нам стоит просто смириться с этим?"


translate russian e03s04_88a8805c:


    mc "Ага. Мы всё равно мало что можем с этим поделать. Верно?"


translate russian e03s04_c51e8535:


    sy "Ага..."


translate russian e03s04_0b966242:


    mc "Так что, думаю, мы просто будем ждать, пока тот странный парень не вернётся и не скажет нам, что делать."


translate russian e03s04_f232ee28:


    sy "Ага..."


translate russian e03s04_ace2a57c:


    mc "Знаешь... Думаю, я был бы не против ещё одного раунда."


translate russian e03s04_d9fc70c6:


    mc "Стейси?"


translate russian e03s04_2ee4c6c9:


    mc "Эй? Стейси?"


translate russian e03s04_d88d270e:


    mc "Ну, пожалуй, сон тоже неплохой способ скоротать время."

translate russian strings:


    old "The Next Day????"
    new "На следующий день????"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
