


translate russian d19s08_7107f1b7:


    mct "Стейси нет дома?"


translate russian d19s08_5c097ccd:


    sy "Привет!? Кто-то вошёл?"


translate russian d19s08_a3d98269:


    mc "Ага! Это я!"


translate russian d19s08_c4ee96db:


    sy "Господи, [mcname]! Не подкрадывайся так к девушкам! Божечки."


translate russian d19s08_6ae9a97f:


    mc "Я постучал!"


translate russian d19s08_2bf63ecd:


    mc "Если ты не хотела, чтобы я входил, тебе стоило просто закрыть дверь."


translate russian d19s08_292c6af7:


    sy "Клянусь, если бы я была рядом, я бы тебя отшлёпала."


translate russian d19s08_81ea316f:


    mct "Чувак. Это первая квартира Стейси, и у бедной девочки даже не было времени пообвыкнуться."


translate russian d19s08_49b2e530:


    mct "И всё потому, что она была очень сосредоточена на всём, что связано с Фетиш Локатором."


translate russian d19s08_e996546e:


    mct "Мне нужно угостить её чем-нибудь, после того как всё это закончится."


translate russian d19s08_5089ebdb:


    mct "Лисса мне написала?{w} Посмотрим."


translate russian d19s08_a545f62b:


    mh "Думаю о тебе."


translate russian d19s08_abcee40e:


    mct "Ух ты!"


translate russian d19s08_31831625:


    mct "Ох чёрт, точно! Я хотел позвонить Лиссе и поговорить о том, что делать с Зарой."


translate russian d19s08_9ed673da:


    mct "Но стоит ли оно того? Я {i}уверен{/i}, что Зара не будет за меня голосовать, несмотря ни на что."


translate russian d19s08_811695fa:


    mct "Есть ли смысл пытаться? В любом случае это будет просто пустая трата времени."


translate russian d19s08_eb096e82:


    mct "Думаю, шанс ещё есть. Можно попробовать."


translate russian d19s08_57356ffb:


    mct "Да. К чёрту это. Я ничего не могу поделать с Зарой. Но я всё равно позвоню Лиссе."


translate russian d19s08_036ce397:


    mh "[mcname]? Уже скучаешь по мне?"


translate russian d19s08_c28bd21f:


    mc "Учитывая фотографию, которую ты мне прислала, я думаю, что это {i}ты{/i} скучала по мне."


translate russian d19s08_ee2fc162:


    mc "Конечно скучаю. Я всегда по тебе скучаю."


translate russian d19s08_46c6ea63:


    mc "Вообщу я позвонил, чтобы спросить тебя кое о чём."


translate russian d19s08_79f3dc31:


    mh "Спрашивай."


translate russian d19s08_fd4e338d:


    mc "Хорошо. В общем, есть одна женщина, Зара."


translate russian d19s08_f357a9d8:


    mh "Мм-хм."


translate russian d19s08_1ba06b9e:


    mc "Она входит в экзаменаторскую комиссию, которая будет принимать мой экзамен.{w} И она ужасная сука."


translate russian d19s08_2efad3ab:


    mh "Ауч."


translate russian d19s08_7da54aa4:


    mc "Ага. Она меня чертовски ненавидит."


translate russian d19s08_b714ea90:


    mc "Она меня завалит, в незавимисти от того, насколько хорошо я... Что это за звук?"


translate russian d19s08_4838dcea:


    mc "Как дела? Я знаю, что в последнее время мы не очень часто общались."


translate russian d19s08_8611bf40:


    mh "Всё в порядке. Приятно слышать твой голос.{w} Хотя..."


translate russian d19s08_28856802:


    mh "Я немного {i}скучала{/i} по тебе."


translate russian d19s08_56a02c1a:


    mc "Немного? Я чувствую ложь."


translate russian d19s08_f65a5919:


    mh "Это святая ложь."


translate russian d19s08_be99836a:


    mc "*вздох* Прости, Лисса. Я... Что это за звук?"


translate russian d19s08_6292202b:


    mh "...Какой звук?"


translate russian d19s08_04c95104:


    mc "Сначала я подумал, что это просто звук от какой-то ткани, но он повторяется."


translate russian d19s08_ce527ce8:


    mc "Ты там что, мастурбируешь, да?"


translate russian d19s08_0422e76d:


    mh "Конечно нет. Что вообще могло заставить тебя так подумать?"


translate russian d19s08_7eeaa414:


    mc "*смеётся* Ах-хах."


translate russian d19s08_c63785f4:


    mc "Пришли мне фотографию."


translate russian d19s08_0146ae2e:


    mh "Я бы прислала, если бы что-нибудь делала. Но учитывая, что я ничего не делаю, мне нечего отправлять."


translate russian d19s08_bd6c534f:


    mc "Да ладно тебе."


translate russian d19s08_7b354a65:


    mh "*смеётся* Ладно, ладно. Но не сейчас."


translate russian d19s08_a80b257e:


    mh "Продолжай то, о чём ты говорил."


translate russian d19s08_688c9b78:


    mc "Ладно. Итак, Зара. Она будет одним из экзаменаторов на моём экзамене, и она абсолютно меня ненавидит."


translate russian d19s08_a29b6125:


    mc "Даже если я хорошо сдам, она меня завалит, несмотря ни на что."


translate russian d19s08_39eb7efb:


    mc "Я позвонил, чтобы спросить, не знаешь ли ты, какие-либо... Я не знаю. Законные действия, которыми я мог бы воспользоваться."


translate russian d19s08_b79150bb:


    mh "Хм. Злобный преподавательский состав - это всегда неприятно."


translate russian d19s08_a34cae2a:


    mh "Не знаю, есть ли какие-либо {i}законные{/i} пути решения проблемы. Во-первых, мы не сможем точно доказать, что она несправедливо тебя оценивает. Во-вторых, это вне моей компетенции."


translate russian d19s08_c1e7f53c:


    mc "Проклятье."


translate russian d19s08_693b2d0b:


    mh "{i}Но{/i}, мы всё ещё можем кое-что сделать."


translate russian d19s08_461ba088:


    mh "Ты удивишься, насколько более открытыми для переговоров могут быть люди, когда у тебя есть юрист."


translate russian d19s08_c6047b6e:


    mh "Я думаю, что лучший способ воздействия в этой ситуации - поговорить с ней напрямую."


translate russian d19s08_b4defd4a:


    mh "Попробуй выяснить, почему ты ей не нравишься, или, может быть, даже признаться, что она будет валить тебя на экзамене, несмотря ни на что."


translate russian d19s08_8cd334ff:


    mh "Я буду рядом, подслушивать, притаившись."


translate russian d19s08_db34fc93:


    mh "Как только она будет загнана в угол, я поговорю с ней. Посмотрим, можно ли с ней договориться."


translate russian d19s08_8803674d:


    mh "Если нет, что ж, у нас будет достаточно информации, чтобы пойти напрямую к декану и разобраться там."


translate russian d19s08_d81f879d:


    mc "*вздох* Так что, разговор с ней - мой единственный вариант, да?"


translate russian d19s08_67e02b8f:


    mh "Это вариант, который, скорее всего, сработает."


translate russian d19s08_a015e7b6:


    mc "*смеётся* Знаешь, Стейси сказала мне то же самое."


translate russian d19s08_4871d245:


    mh "Она умная девочка."


translate russian d19s08_1adb0c3c:


    mc "Эй, дурашка! Лисса говорит, что ты умная."


translate russian d19s08_54d540ae:


    sy "*пронзительные писки восторга* ТЫСЕЙЧАСГОВОРИШЬСЛИССОЙ?"


translate russian d19s08_d232cf46:


    sy "Скажи ей, чтобы пришла к нам!"


translate russian d19s08_3d4e06d4:


    mc "Она настолько умная, что пытается сейчас разговаривать с дельфинами."


translate russian d19s08_d4c6998b:


    mh "*смеётся* Она очаровательна. Тебе стоит перестать так сильно её дразнить."


translate russian d19s08_9cbf2aa8:


    mc "Я почти никогда её не дразню!"


translate russian d19s08_42b4b617:


    mc "Ну ладно, мы отвлеклись."


translate russian d19s08_8d2471bc:


    mc "Хорошо. Значит, нужно найти Зару, поговорить с ней, и попытаться вытянуть из неё компрометирующую информацию."


translate russian d19s08_e7608abd:


    mc "Эх, раз уж у меня нет других вариантов, можно попробовать и этот."


translate russian d19s08_a4fc5b00:


    mc "Ты завтра свободна?"


translate russian d19s08_1367b8a9:


    mh "Не совсем. Но я уверена, что смогу найти немного времени. Просто дай мне знать, когда я тебе понадоблюсь."


translate russian d19s08_57ac8b65:


    mc "Отлично..."


translate russian d19s08_80b8281c:


    mc "Верно. Ну, я просто сказал бы, что мне... пришло через кое-что пройти. Плюс экзамены, ну и вообще вокруг был какой-то глобальный пиздец."


translate russian d19s08_9d00c17f:


    mh "Эй. Всё нормально. Я не хочу, чтобы это стало чем-то, из-за чего мы будем переживать."


translate russian d19s08_2a8ab479:


    mh "Ты через многое проходишь. Я понимаю. Тебе не обязательно добавлять в этот список и меня."


translate russian d19s08_9472ed46:


    mc "Мне не о чем из-за тебя волноваться."


translate russian d19s08_bec1fc2b:


    mh "Ты понял, о чём я."


translate russian d19s08_cafbe569:


    mh "Я буду ждать, когда всё уляжется."


translate russian d19s08_1aee5669:


    mc "Может быть, после этого мы сможем уехать в какое-нибудь хорошее место. Куда-нибудь далеко."


translate russian d19s08_9d839396:


    mh "Точно."


translate russian d19s08_6fd18d96:


    mh "Может Стейси тоже к нам присоединится."


translate russian d19s08_5c88c4c1:


    mc "*смеётся* Она будет скакать от счастья, когда услышит это."


translate russian d19s08_fee9bc20:


    mc "Эй, дурашка! Лисса говорит, то нам всем троим нужно пойти на свидание."


translate russian d19s08_54d540ae_1:


    sy "*пронзительные писки восторга* ТЫСЕЙЧАСГОВОРИШЬСЛИССОЙ?"


translate russian d19s08_d232cf46_1:


    sy "Скажи ей, чтобы пришла к нам!"


translate russian d19s08_3451ac07:


    mc "Она так рада, что пытается сейчас разговаривать с дельфинами."


translate russian d19s08_d4c6998b_1:


    mh "*смеётся* Она очаровательна. Тебе стоит перестать так сильно её дразнить."


translate russian d19s08_9cbf2aa8_1:


    mc "Я почти никогда её не дразню!"


translate russian d19s08_50f5d27b:


    mc "Ну ладно, мы отвлеклись."


translate russian d19s08_b876f7ab:


    mh "Может Оливер тоже сможет к нам присоединиться."


translate russian d19s08_ced82187:


    mc "Ага..."


translate russian d19s08_2387ac05:


    mc "Ты сегодня очень востребована, да?"


translate russian d19s08_6d282c74:


    mh "*смеётся* Это мой ужин. Наконец-то его привезли."


translate russian d19s08_bd705177:


    mc "Тогда тебе пора за ним сходить. Я позвоню тебе позже."


translate russian d19s08_1a0ad4c4:


    mh "Я люблю тебя."


translate russian d19s08_6688562c:


    mc "Я тоже люблю тебя."

translate russian strings:


    old "Ask Lyssa for help"
    new "Попросить Лиссу о помощи"


    old "Don't bother"
    new "Не беспокоить её"


    old "Ask for a picture"
    new "Попросить фотографию"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
