


translate russian d17s03_9a6462db:


    mc "Иона."


translate russian d17s03_bf0f175d:


    ir "Привет [mcname]. Рада, что ты смог прийти."


translate russian d17s03_432b9380:


    mc "Хана мне написала, что я должен встретиться с тобой здесь?"


translate russian d17s03_169b0a47:


    ir "Ага. Я должна отвести тебя к ней."


translate russian d17s03_aa151550:


    mc "А? Почему она мне просто не сказала, где с ней встретиться?"


translate russian d17s03_ba060b17:


    ir "Потому что только я знаю, где она, придурок."


translate russian d17s03_970234c8:


    ir "Она на своей яхте. Давай, прогуляемся и поговорим."


translate russian d17s03_66ccf78a:


    mc "Яхте? Ближайшая бухта, которую я знаю, в..."


translate russian d17s03_a1d859f4:


    ir "Ага. Мы поедем туда на автобусе.{w} В любом случае, я хотела с тобой кое о чём поговорить."


translate russian d17s03_e92c8e6d:


    mc "Вообще-то, я тоже хотел тебя кое о чём спросить."


translate russian d17s03_67bdf8f9:


    ir "Вперёд."


translate russian d17s03_94524693:


    mc "Ты же бармен, верно?"


translate russian d17s03_0ee986a9:


    ir "Ага. Уже около года."


translate russian d17s03_77749042:


    mc "Значит, ты знаешь, как обращаться с пьяными и разбираться с трудными ситуациями."


translate russian d17s03_7fe5264a:


    ir "У меня под барной стойкой всегда есть три вещи, которые могут мне понадобится: дробовик, фубар и телефон."


translate russian d17s03_6f4a3553:


    mc "Что такое фубар?"


translate russian d17s03_73a840f5:


    ir "Это частично томагавк, частично лом, частично мультитул. В основном это эффективная дубинка, которую можно оправдать в разных ситуациях."


translate russian d17s03_a4969e9f:


    ir "Ну или просто Ф.У.Б.А.Р. \n\n{size=-10}{i}Ориг. It Fucks stuff Up Beyond All Recognition - прим. перев. - Херовый инструмент за пределами всякого понимания.{/i}{/size}"


translate russian d17s03_394bb1a6:


    mc "Ладно...{w} Так почему Хана так беспокоилась о твоей безопасности на вечеринке у Мин?"


translate russian d17s03_0e0d712c:


    ir "Собственно, это как раз связано с тем, о чём я и хотела с тобой поговорить."


translate russian d17s03_ee87e6f3:


    mc "Ох?"


translate russian d17s03_8bd34ed7:


    ir "Очевидно, что у меня нет подобных инструментов, когда я работаю в других барах."


translate russian d17s03_4f43c917:


    mc "Ты, кажется, вполне способна справиться с любой сложной ситуацией."


translate russian d17s03_725489d6:


    ir "Ну, раньше я занималась спортом. Изучала некоторые боевые искусства и вела вела уроки по самообороне."


translate russian d17s03_02f17912:


    mc "Ты спортсменка? Не знал."


translate russian d17s03_e8ba2497:


    ir "Была, в прошлом.{w} Когда я была молодой и глупой."


translate russian d17s03_e28b8a06:


    mc "Не думаю, что есть что-то глупое в том, чтобы быть спортсменом."


translate russian d17s03_4788bebf:


    ir "Нет, это не так.{w} Впрочем, эта история для другого раза."


translate russian d17s03_842391ed:


    mc "Ладно, ну так почему Хана так беспокоилась?"


translate russian d17s03_6956461d:


    ir "Ну, есть пара причин. О первой я не могу сказать. О второй я просто говорить не буду."


translate russian d17s03_3aa5c775:


    mc "Могу угадать одну из них. Ты работала на той вечеринке по той же причине, что и я."


translate russian d17s03_e1c852b0:


    ir "Ага, могу себе представить.{w} Это та, о которой говорить я не буду."


translate russian d17s03_4951df19:


    ir "Хана каким-то образом об этом узнала. Она уверена, что меня эксплуатируют."


translate russian d17s03_16c7e2c3:


    mc "А разве нет?"


translate russian d17s03_d6b60c55:


    ir "Да, но...{w} В любом случае, я хотела поговорить с тобой о том, о чём не могу говорить."


translate russian d17s03_8414ebd2:


    mc "Я не понимаю."


translate russian d17s03_41b72dd7:


    ir "Я не могу об этом говорить, потому что сама ничего не знаю. Но я подозреваю, что ты что-то знаешь."


translate russian d17s03_51b8dc9f:


    mc "Легче не стало."


translate russian d17s03_a0328ac8:


    ir "Хана - параноик. Она повсюду видит угрозы. Иногда она права, иногда нет."


translate russian d17s03_a401e8a2:


    ir "Раньше она такой не была."


translate russian d17s03_9ef1538a:


    mc "И ты думаешь, что я знаю, почему это с ней происходит?"


translate russian d17s03_c9398f28:


    ir "Вы же друзья, верно? Она когда-нибудь рассказывала тебе о Сенаторе?"


translate russian d17s03_fca52711:


    mc "Нет."


translate russian d17s03_75b91a44:


    mct "На самом деле это \"Нет\" на оба вопроса, но, может быть, будет лучше, если Иона будет думать, что я дружу с Ханой."


translate russian d17s03_b369d224:


    ir "Сенатор - это...{w} сложно."


translate russian d17s03_ede27051:


    mc "Полагаю, времени у нас предостаточно."


translate russian d17s03_ce001d33:


    ir "Что ж, начнём с того, что ты уже знаешь."


translate russian d17s03_a49ed4f8:


    mc "Ладно."


translate russian d17s03_29038136:


    ir "Что именно ты о нас знаешь?"


translate russian d17s03_5f0df690:


    mc "Хана сказала, что ты её сестра."


translate russian d17s03_00d11d1e:


    mc "Хана сказала, что ты её подруга."


translate russian d17s03_52a7c10d:


    ir "Ах, ага. Что-нибудь ещё?"


translate russian d17s03_4c416fa5:


    mc "Только это."


translate russian d17s03_a339e64a:


    ir "Ох, дружок.{w} Ну, во-первых, Хана старше меня на две с половиной минуты."


translate russian d17s03_fd1c4c3c:


    mc "Вы близняшки?"


translate russian d17s03_301866cf:


    ir "Именно.{w} Но мы не похожи."


translate russian d17s03_3593db5a:


    mc "Я хотел сказать, что вы ОЧЕНЬ не похожи."


translate russian d17s03_d803d26a:


    ir "У нас была общая матка, а не зигота."


translate russian d17s03_e3d65452:


    mc "Я понимаю разницу."


translate russian d17s03_7c4325dc:


    ir "А, точно. Ты же учишься в колледже."


translate russian d17s03_c5b6561f:


    mc "Значит, вы близняшки, и она старшая сестра. Она защищает тебя."


translate russian d17s03_627afdbd:


    ir "Не совсем. Наши отцы познакомились в родильном доме. Мой папа принёс сигары."


translate russian d17s03_9bb2efdf:


    mc "Как давно это было? В больнице же нельзя курить."


translate russian d17s03_f75e9b9d:


    ir "Они не курили. Он их просто раздавал. Это было политически целесообразно."


translate russian d17s03_610adb2b:


    mc "Получается, Сенатор - твой отец?"


translate russian d17s03_2c5489d3:


    ir "А ты быстро соображаешь, не зря учишься в колледже."


translate russian d17s03_5ac11b20:


    mc "Значит, твоя семья - элита с политическими связями, а её семья...?"


translate russian d17s03_4726ba3a:


    ir "Ты всё правильно понял. Она всегда была надёжной и пыталась добиться успеха, а я в то время как обычно искала неприятности."


translate russian d17s03_a0a13cc1:


    mc "Ситуация стара, как мир. Хотя, не похоже, что ты ищешь неприятностей."


translate russian d17s03_1f0413af:


    ir "Я была довольно диким ребёнком. Думаю, за последние несколько лет я повзрослела."


translate russian d17s03_50e6e228:


    mc "Что-то случилось? Что-то связанное с этим Сенатором?"


translate russian d17s03_4fc6ca93:


    ir "Ага... среди прочего."


translate russian d17s03_a4c573c4:


    mct "Видимо, тут есть какая-то история.{w} Мне нужно сосредоточиться."


translate russian d17s03_4db8c305:


    mc "Кто он?"


translate russian d17s03_707a4309:


    ir "Сенатор - наш отец."


translate russian d17s03_b8de06d3:


    mc "Ох."


translate russian d17s03_0c3f13f9:


    mc "Ты хочешь мне что-нибудь о нём рассказать?"


translate russian d17s03_ccf066fe:


    ir "Я бы с удовольствием, но я не знаю, что рассказать."


translate russian d17s03_b725e9ca:


    mc "Загадочно."


translate russian d17s03_4edcb9d8:


    ir "Ты знаешь, что раньше она презирала саму идею татуировок?"


translate russian d17s03_7da5a154:


    mc "Странно."


translate russian d17s03_81782d78:


    ir "Примерно через две недели после того, как она начала работать на Сенатора, у неё появилась первая татуировка."


translate russian d17s03_64fb5e5b:


    mc "\"Not Yours\"?"


translate russian d17s03_fdb4be8b:


    ir "Именно."


translate russian d17s03_4404bf99:


    mc "Хм.{w} Расскажи мне о своей матери."


translate russian d17s03_7db52811:


    ir "Это что, какая-то шутка? Мне не нужна психотерапия - мне нужна информация и взгляд со стороны."


translate russian d17s03_1772109f:


    mc "Не шутка. И не терапия.{w} Что твоя мать думает о её поведении?"


translate russian d17s03_2e72dac9:


    ir "Без понятия. Она с нами особо не общалась."


translate russian d17s03_dfe577e0:


    ir "Хана отдалилась. Сенатор тоже далёк от меня. Мама... ну, её вообще будто не существует."


translate russian d17s03_f6e79d3e:


    mc "Ох, я не знал..."


translate russian d17s03_1cec77c8:


    ir "Не то чтобы они развелись или что-то такое. У неё есть своя карьера, и она всегда участвует в предвыборных кампаниях Сенатора, но..."


translate russian d17s03_0ace437b:


    mc "Она не хотела быть матерью?"


translate russian d17s03_4c5925da:


    ir "У нас всегда были няни."


translate russian d17s03_4823c2ff:


    ir "У меня всегда были няни."


translate russian d17s03_4c068978:


    mc "Много?"


translate russian d17s03_6b1926a3:


    ir "Они никогда не задерживались надолго. Наши родители не хотели, чтобы мы привязывались к кому-либо из них. Они не были семьёй."


translate russian d17s03_0ac83978:


    ir "Они никогда не задерживались надолго. Мои родители не хотели, чтобы я привязывалась к кому-либо из них. Они не были семьей."


translate russian d17s03_60aa0c21:


    mc "Звучит жестко."


translate russian d17s03_b1dcfbc0:


    ir "Да, ну, мы были избалованными, маленькими, богатыми девочками. В этом были свои плюсы и минусы."


translate russian d17s03_02767222:


    ir "Да, ну, у меня всегда была Хана и её семья. Даже после развода её родителей - она оставалась со мной."


translate russian d17s03_cea2f1fd:


    mc "Даже представить не могу.{w} Значит, твой отец - прости, Сенатор - тоже держался на расстоянии?"


translate russian d17s03_4f796d84:


    ir "Не всегда. Когда мы были детьми, он всегда был рядом и всегда баловал нас обоих."


translate russian d17s03_557c7ca6:


    ir "Может быть, больше меня, чем Хану. Он всегда говорил, что я его любимица."


translate russian d17s03_026c7681:


    mc "Ауч."


translate russian d17s03_0ea11d27:


    ir "Может быть, он и баловал больше меня, чем Хану, но он никогда о ней не забывал. Заботился о том, чтобы у нас была лучшая одежда, куклы и всякое такое."


translate russian d17s03_19d757ba:


    mc "Звучит неплохо."


translate russian d17s03_8248d4ff:


    ir "Так или иначе, к тому времени, когда мы стали подростками, он потерял к нам интерес. Я годами чувствовала себя виноватой - как будто я что-то сделала, что оттолкнуло его."


translate russian d17s03_dcfdfbab:


    ir "Однако Хана всегда была рядом со мной."


translate russian d17s03_faf27fc3:


    mc "Но она стала от тебя отдаляться?"


translate russian d17s03_7202b2d0:


    ir "С тех пор, как она начала работать на Сенатора."


translate russian d17s03_cee65618:


    ir "Она не просто отдалилась... Она стала другой."


translate russian d17s03_64d07154:


    mc "Хмм."


translate russian d17s03_ce018735:


    mc "Позволь мне прояснить. Вы с Ханой знаете друг друга с самого рождения."


translate russian d17s03_a76a6e36:


    mc "Позволь мне прояснить. Вы с Ханой знаете друг друга практически с самого рождения."


translate russian d17s03_823913ef:


    ir "Ага."


translate russian d17s03_da76153b:


    mc "И теперь вы трахаетесь."


translate russian d17s03_0aeeadff:


    ir "Как и большинство людей."


translate russian d17s03_9c0afb95:


    mc "Я имею в виду, вы трахаетесь друг с другом."


translate russian d17s03_8f64fa6b:


    ir "Что?! Нет!{w} Боже, нет!"


translate russian d17s03_580b897a:


    ir "Чувак, она моя сестра!"


translate russian d17s03_48bcbe36:


    mc "Прости, наверное, я неправильно понял.{w} Но вы обе сексуальны, одиноки и вам нравятся девушки?"


translate russian d17s03_802c10eb:


    mc "Я имею в виду, вы трахаетесь друг с другом.{w} Вы ведь подруги."


translate russian d17s03_ac41509d:


    ir "Не совсем..."


translate russian d17s03_98e7d701:


    ir "Она бисексуалка. Я пансексуалка."


translate russian d17s03_2616146b:


    mc "Секундочку...{w} А в чём разница?"


translate russian d17s03_70fed4bb:


    ir "Что касается тебя, то никакой. Мы трахаемся со всеми, кого считаем привлекательными."


translate russian d17s03_c7f67f3e:


    mc "Я хотел бы когда-нибудь об этом услышать."


translate russian d17s03_8e8419da:


    ir "Когда-нибудь я расскажу тебе о вечеринке по случаю нашего 18-летия. Мы пригласили всю волейбольную команду."


translate russian d17s03_e9a15b63:


    mc "Вы вдвоём трахнули всю волейбольную команду?!"


translate russian d17s03_d5b31a14:


    ir "Нет, конечно нет.{w} Мы делали только то, что хотели."


translate russian d17s03_d1d5807d:


    mc "Ох.{w} Это включало в себя секс с большей частью волейбольной команды?"


translate russian d17s03_a08cda53:


    ir "Когда-нибудь я тебе расскажу обо всём этом, но не сейчас."


translate russian d17s03_7be22653:


    mct "Верно. Нужно сосредоточится."


translate russian d17s03_3e80283a:


    mc "Прости, я немного отвлёкся."


translate russian d17s03_d998dbeb:


    ir "Ты говорил, что мы близняшки, знаем друг друга всю нажу жизнь и обе сексуально активны."


translate russian d17s03_07f26a16:


    mc "Но не друг с другом."


translate russian d17s03_18fb98b0:


    ir "Верно."


translate russian d17s03_280ca945:


    ir "Ты говорил, что мы знаем друг друга всю жизнь и мы подруги."


translate russian d17s03_6a09465d:


    mc "Итак, в какой-то момент Хана начала работать на твоего отца."


translate russian d17s03_3d54a22f:


    ir "На Сенатора, да."


translate russian d17s03_5ab3268b:


    mc "И с тех пор он начал уделять ей больше времени, а на тебя они оба стали обращать куда меньше внимания."


translate russian d17s03_91a7a99d:


    ir "Агааа."


translate russian d17s03_9473d6ef:


    mc "И ты подозреваешь, что с этим что-то не так?"


translate russian d17s03_dd6b8657:


    ir "Возможно, это обычное совпадение, но Хана очень странно ведёт себя с тех пор, как устроилась на работу в его офисе."


translate russian d17s03_f95aad16:


    mc "Ты уверена, что не ревнуешь?"


translate russian d17s03_846091c5:


    ir "А знаешь, я передумала.{w} Может, мне просто стоит выбить из тебя всё дерьмо и убедиться, что ты не сможешь вспомнить этот разговор."


translate russian d17s03_bd13bba7:


    mc "Чёрт! Ай! Ай!!!"


translate russian d17s03_cfb1c03e:


    ir "Назови мне хоть одну хренову причину, по которой я не должна сейчас отправить тебя в кому."


translate russian d17s03_2a57a178:


    mc "Я могу тебе помочь. Я просто пытался во всём разобраться."


translate russian d17s03_1a996ff0:


    ir "Я не ревную.{w} Если между ними происходит что-то странное - это просто неправильно."


translate russian d17s03_a531f536:


    mct "Это совсем не похоже на ревность."


translate russian d17s03_03220b59:


    mc "Я тебе верю."


translate russian d17s03_9ec69ab0:


    ir "Если он причиняет ей боль - ты должен мне об этом сказать."


translate russian d17s03_93bb9e45:


    mc "Я посмотрю, что смогу узнать!{w} Пожалуйста, не делай мне больно."


translate russian d17s03_3ad8df31:


    ir "Хорошо. В любом случае, давай уже сядем в ебучий автобус."


translate russian d17s03_c0052b5c:


    mc "Ладно, ладно."


translate russian d17s03_bd8167fa:


    ir "И не упоминай об этом нигде - даже в автобусе. Я не хочу, чтобы кто-нибудь что-либо об этом услышал."


translate russian d17s03_8fbdcfd6:


    mc "Верно. Здесь нужно думать о политической карьере."


translate russian d17s03_f166ee3d:


    ir "И о репутации Ханы.{w} Я НЕ ДОПУЩУ, ЧТОБЫ ЕЁ ВТЯНУЛИ В НОВОСТНОЙ СКАНДАЛ."


translate russian d17s03_2051d66a:


    mc "Понял."
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
