


translate russian week_1_recap_1b0a7e0f:


    "Спустя две недели болезни, наш герой [mcname] наконец-то вернулся в колледж..."


translate russian week_1_recap_3ce08d02:


    "[mcname] заметил новую девушку, которую привёл его сосед по комнате."


translate russian week_1_recap_1aec8a12:


    "[mcname] не стал рассматривать девушку и пошёл в душ."


translate russian week_1_recap_4f889512:


    "Наш [mcname] нацелился на весьма эффектную даму - девушку его мечты - Лидию Кокс."


translate russian week_1_recap_c8b5859b:


    "Он отправился на занятия со своим лучшим другом, Кевином Беннетом. Кевин показал ему новое приложение."


translate russian week_1_recap_f91b8e95:


    "ФЕТИШ ЛОКАТОР. [mcname] сразу зарегистрировался в приложении."


translate russian week_1_recap_8e5b1af6:


    "За несколько минут до начала занятий [mcname] также успел уделить время своей лучшей подруге, АмРоуз."


translate russian week_1_recap_3c967723:


    "[mcname] отправился на баскетбольную игру, чтобы поддержать своего соседа, Пита, и узнать побольше о Фетиш Локаторе."


translate russian week_1_recap_36fc2c74:


    "Фетиш Локатор использует собственную систему очков. Очки можно использовать для покупки фотографий и организации ивентов."


translate russian week_1_recap_68dd0c96:


    "Пит сказал [mcname], что Лидия будет на вечеринке Фетиш Локатора в среду вечером, и что билеты стоят 50 очков!"


translate russian week_1_recap_e80640e1:


    "[mcname] учавствовал в блиц-задании вместе с АмРоуз после того, как она уснула, пока они смотрели фильм."


translate russian week_1_recap_1df7e0c2:


    "[mcname] в одиночку учавствовал в блиц-задании, в его комнате в общежитии."


translate russian week_1_recap_364e992e:


    "Во Вторник, Кевин рассказал [mcname] что в Фетиш Локаторе можно публиковать рекламу, для поиска партнеров."


translate russian week_1_recap_4cf3a2dc:


    "После занятий, он встретил милую, прелестную Лидию. Но он не смог найти в себе сил, чтобы заговорить с ней."


translate russian week_1_recap_0cc7b989:


    "Его реклама свела его с Полли Уилсон, которая планировала нечто особенное."


translate russian week_1_recap_614aa897:


    "[mcname] смог заработать достаточное количество очков, чтобы попасть на экслюзивную вечеринку Фетиш Локатора, которую организовала Мин."


translate russian week_1_recap_f8994342:


    "Собрав всё своё мужество, [mcname] решился принести Лидии напиток и попытаться поговорить с ней. Однако, её подруга Синтия не дала этого сделать."


translate russian week_1_recap_de2927bf:


    "По счастливой случайности, чуть позже, Лидия сама нашла его. Но как только они познакомились, её отвлекли."


translate russian week_1_recap_6cf9d740:


    "Во время главного события вечеринки, [mcname] заметил, что Лидию буквально похищают."


translate russian week_1_recap_9947b68d:


    "Наш герой вмешался и остановил похищение Лидии. Она провела большую часть той ночи в восхитительной беседе с её героем. В конце концов она уснула рядом с [mcname]."


translate russian week_1_recap_8b65250d:


    "[mcname] стал возбуждаться, наслаждаясь видом, звуками, и запахами, исходящих от его мечты, лежащей рядом с ним."


translate russian week_1_recap_64fc59df:


    "На протяжении всей вечеринки он сдерживал себя, его набухшие яйца сводили его с ума. Он пытался сосредоточиться и просто поспать. Как только его глаза закрылись, Фетиш Локатор прислал новое блиц-задание! Без лишних раздумий, он вытащил своё достоинство и приготовился выплеснуть избыток энергии."


translate russian week_1_recap_037626d5:


    "Фетиш Локатор сделал фотографию вставшего члена [mcname], пока он лежал в постели рядом с Лидией."


translate russian week_1_recap_776a2773:


    "Он запаниковал, попытался выключить телефон, удалить приложение и сделать всё, что мог, чтобы предотвратить загрузку этой фотографии."


translate russian week_1_recap_420c50f5:


    "Не смотря на все его попытки, это было тщетно. Хотя он ещё этого не осознавал."


translate russian week_1_recap_4e380477:


    "На следующий день Лидия и [mcname] устроили \"кофейное свидание\". Оказалось, что бариста Нора - большая поклонница Лидии. Зная, что бизнес Норы находится в затруднительном положении, в голове [mcname] созрел план помощи."


translate russian week_1_recap_7cfba814:


    "Лидию не пришлось долго уговаривать. Она согласилась дать небольшой концерт в кофейне Норы..."


translate russian week_1_recap_bb3abcff:


    "К сожалению, его свидание с любовью всей его жизни было прервано АмРоуз..."


translate russian week_1_recap_71349784:


    "[mcname] помог своей подруге, которая попала в беду, пытаясь выполнить Фетиш дня."


translate russian week_1_recap_869c7d15:


    "К сожалению, его свидание с любовью всей его жизни было прервано АмРоуз... которая была в стельку пьяна и срочно нуждалась в его помощи."


translate russian week_1_recap_f49a455e:


    "[mcname] пришёл к ней на помощь, и в процессе узнал, что она участвует в секретной \"VIP Фетиш Программе\", чтобы выиграть миллион долларов."


translate russian week_1_recap_8aa2a88d:


    "[mcname] пришёл к ней на помощь, и в процессе узнал, что кто-то из Фетиш Локатора шантажирует её."


translate russian week_1_recap_3a50e437:


    "Когда он вернулся в общежитие, [mcname] обнаружил, что он находится почти в такой же ситуации."


translate russian week_1_recap_bb08f530:


    "Когда он пытался удалить приложение со своего телефона, его тоже внесли в секретную \"VIP Фетиш Программу\"."


translate russian week_1_recap_e8352572:


    "Его тоже шантажировало что-то, под названием \"Программа удержания Фетиш Локатора\"."


translate russian week_1_recap_ef06a9fa:


    "На следующее утро, он получил личное испытание. Он должен был заработать 50 очков к утру понедельника."


translate russian week_1_recap_cc19b596:


    "Чуть позже, он рассказал АмРоуз, что они теперь в одной лодке."


translate russian week_1_recap_923fc443:


    "Чуть позже, он рассказал АмРоуз, что теперь они в одной лодке, и его тоже шантажируют."


translate russian week_1_recap_f4ae002e:


    "За две недели до нынешних событий..."


translate russian week_1_recap_f20fd82d:


    "[mcname] приехал домой. Там он впервые за много месяцев увидел свою сестру, Стейси."


translate russian week_1_recap_67a1402c:


    "[mcname] приехал домой. Его близкая подруга, Стейси, временно жила у него дома. Это был первый раз за много месяцев, когда он увидел её."


translate russian week_1_recap_c14f2b56:


    "Он едва мог оторвать от неё глаз."


translate russian week_1_recap_bca71c80:


    "Она точно так же внимательно следила за ним."


translate russian week_1_recap_040936fd:


    "Субботним утром, Стейси переехала поближе к колледжу в котором будет учится, и решила временно остановиться в общежитии [mcname]."


translate russian week_1_recap_c5ded322:


    "Стейси и АмРоуз быстро стали подругами. Во время обеда, АмРоуз рассказала, как она познакомилась с [mcname]... На первом курсе, он встречался с соседкой АмРоуз, Карен."


translate russian week_1_recap_2e85499e:


    "После этого, [mcname] наслаждался прекрасным свиданием с Лидией, и успокаивал её перед предстоящим концертом."


translate russian week_1_recap_d3894896:


    "Концерт стал очень прибыльным - как для кофейни, так и для многообещающих отношений [mcname] и Лидии."


translate russian week_1_recap_45842161:


    "В ту ночь Стейси и [mcname] стали немного ближе."


translate russian week_1_recap_3ce00fc6:


    "Но под покровом ночи, чемодан Стейси был украден из комнаты [mcname]."


translate russian week_1_recap_14c3b0f0:


    "Под покровом ночи, чемодан Стейси был украден из комнаты [mcname]."


translate russian week_1_recap_915c01b3:


    "В воскресенье, [mcname] поручил Питу найти багаж Стейси, пока он вместе с АмРоуз и Стейси отправился на пляж для празднования \"официально неофициального\" начала лета."


translate russian week_1_recap_945b1609:


    "Пока он плавал, его подобрала Хана - девушка, которую он видел в постели Пита неделей ранее. Она рассказала, что Пит один из организаторов Фетиш Локатора."


translate russian week_1_recap_9c77fda8:


    "В качестве доказательства Хана показала видео, которое она нашла на телефоне Пита. Это была запись того, как АмРоуз и Мария участвовали в Задании фут-фетиша."


translate russian week_1_recap_a14b065d:


    "В конце вечера, у АмРоуз и [mcname] была романтическая прогулка по пирсу. АмРоуз призналась в своих истинных чувствах к [mcname], хотя знала, что он по уши влюблен в Лидию."


translate russian week_1_recap_f66c063d:


    "[mcname] решил, что АмРоуз будет его тайной девушкой, а Лидия останется его публичной девушкой."


translate russian week_1_recap_ebbcf21a:


    "[mcname] решил взять АмРоуз в качестве игрушки и личной секс рабыни."


translate russian week_1_recap_627a63cb:


    "За последнюю неделю [mcname] и Мин - одна из его одногруппниц, резко изменили свою \"дружбу\"."


translate russian week_1_recap_d2433b07:


    "[mcname] победил её в состязании по писсингу у неё дома..."


translate russian week_1_recap_cdd883bd:


    "Мин и [mcname] стали гораздо ближе, пока он обучал её водным видам спорта..."


translate russian week_1_recap_72996592:


    "Во время вечеринки в доме Мин, [mcname] познакомился с необычной девушкой по имени Лисса. Оказалось, что она скрывает достаточно {i}большую{/i} тайну."


translate russian week_1_recap_a9648965:


    "Помимо того, что она юрист, она также занимается недвижимостью. Она помогла арендовать квартиру для Стейси."


translate russian week_1_recap_8bd42629:


    "В воскресенье на пляже, Лисса и [mcname] вместе получили незабываемые впечатления."


translate russian week_1_recap_e39abc29:


    "Во время события Магия и Мистика [mcname] испытал нечто необъяснимо странное."


translate russian week_1_recap_429b4c60:


    "Позже, Мария прервала [mcname] в ванной, с необычным предложением."


translate russian week_1_recap_bba62499:


    "[mcname] воспользовался шансом унизить Марию так, как она не ожидала."


translate russian week_1_recap_a8958900:


    "[mcname] встретил Полли в парке во вторник, где она убедила его согласиться на её условия."


translate russian week_1_recap_33fe2c4d:


    "Чтобы свести Полли и Нору вместе, [mcname] пришлось переосмыслить идею свиданий вслепую. Что Полли и Нора успели оценить по меньшей мере дважды."


translate russian week_1_recap_47c20f14:


    "Зато теперь, [mcname] взял верх в отношениях с Полли."


translate russian week_1_recap_5fae5b32:


    "После концерта Лидии в кафе Норы, [mcname] получил благодарность от Норы."


translate russian week_1_recap_e6b41de0:


    "Но он слишком сильно переоценил свою удачу, кончил в неё без её разрешения, и Нора выгнала его."


translate russian week_1_recap_2d5282ed:


    "В воскресенье, Полли и [mcname] встретились на пляже."


translate russian week_1_recap_732bfaab:


    "Что на удивление включало Полли, насладившуюся задним проходом [mcname], из-за чего их встреча неожиданно перетекла в нечто большее."


translate russian week_1_recap_4e505416:


    "В среду утром [mcname] был удивлён полуголой девушкой, спящей у него в кровати. У Дейзи очень заразительный характер, она доставляет удовольствие везде, куда бы ни пошла."


translate russian week_1_recap_7f0ad41d:


    "Особенно, когда речь идёт о том, чтобы доставить удовольствие [mcname]. На пляже в воскресенье, Дейзи рассказала о своих настоящих желаниях подчиняться."


translate russian week_1_recap_f6e01cf2:


    "Но в процессе ей стало нехорошо..."


translate russian week_1_recap_0775afd7:


    "Далия предельно ясно выразила свою роль Госпожи. Ей нравится использовать [mcname] в качестве игрушки."


translate russian week_1_recap_485e40d4:


    "[mcname] несколько раз встречался с Элиссон, целеустремленной спортсменкой с накачаным телом."


translate russian week_1_recap_ac416e4e:


    "[mcname] узнал, что отношения Кевина и его сестры могут приносить некоторые преимущества."


translate russian week_1_recap_aa846a87:


    "[mcname] узнал, что специфичные отношения Кевина с Хлоей могут приносить некоторые преимущества."


translate russian week_1_recap_7474a2fd:


    "[mcname] был удивлён, застав Джесси в заброшенной квартире. Но не так сильно, как была удивлена она."


translate russian week_1_recap_21ce6133:


    "И последнее, но не менее важное: [mcname] и Ванесса исследовали рынок недвижимости... и друг друга."

translate russian strings:


    old "Recap of Week-1 Events"
    new "События Week-1"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
