


translate russian week_2_recap_6e162b80:


    "Утро понедельника. Оправившись от бурных событий прошлой недели, [mcname] проснулся в доме АмРоуз."


translate russian week_2_recap_889884a3:


    "За завтраком с АмРоуз и Стейси, [mcname] пообещал заняться поисками украденного багажа."


translate russian week_2_recap_64e96e1c:


    "Мария призналась, что она отчаянно нуждается в члене [mcname]."


translate russian week_2_recap_6a62bf22:


    "[mcname] устроил заезд с Марией, прямо во время занятий."


translate russian week_2_recap_9df672e9:


    "[mcname] продолжал давать уроки Сквиззли, чтобы развить её навыки водного спорта."


translate russian week_2_recap_c16f9296:


    "[mcname] встретился со Стейси в университете, чтобы найти Самию, воровку багажа."


translate russian week_2_recap_404fd706:


    "Там Стейси повстречалась с Далией, у них был долгий приятный разговор после того как его Госпожа приказала [mcname] стать стулом для Стейси. Его Госпожа рассказала, что девушка по имени Эллисон может знать больше о Самии."


translate russian week_2_recap_aa0dd331:


    "Там Стейси впервые повстречалась с Дейзи, и Дейзи упомянула, что девушка по имени Эллисон может знать, где находится Самия."


translate russian week_2_recap_b166cffa:


    "[mcname] узнал немного больше о воровке. Судя по всему, Далия и Самия сильно поссорились друг с другом."


translate russian week_2_recap_fb8fa323:


    "Они нашли Эллисон в бассейне, где она тренировалась."


translate russian week_2_recap_2bbee971:


    "К сожалению, вмешался её тренер и они не смогли с ней поговорить. Им пришлось отложить беседу с Эллисон на другой раз."


translate russian week_2_recap_70ddfca0:


    "Когда в разговоре всплыла следующая вечеринка, Мин и [mcname] были в восторге. У Лидии было чуть меньше энтузиазма, по поводу похода на ещё одну вечеринку Фетиш Локатора."


translate russian week_2_recap_2cf8172f:


    "Хана тайно передала список возможных паролей к компьютеру Пита."


translate russian week_2_recap_c5c92cf7:


    "[mcname] пробовал разблокировать компьютер Пита, чтобы узнать, действительно ли его сосед по комнате - один из организаторов Фетиш Локатора."


translate russian week_2_recap_553d9b12:


    "Не вовремя вернувшийся в общежитие Пит чуть не поймал его. К растущему разочарованию нашего героя добавился тот факт, что Пит не смог найти Самию."


translate russian week_2_recap_70afab6f:


    "[mcname] пришлось встретиться с Воином Тьмы."


translate russian week_2_recap_2d35cf86:


    "Но он не позволил страху взять верх. Вместо этого, он переманил Тёмную Джесси на светлую сторону с помощью своей хитрости и пальцев."


translate russian week_2_recap_be4dbbe8:


    "Демонстрируя свою деловую хватку, [mcname] помог Джесси совершить крупную сделку с одним из её клиентов."


translate russian week_2_recap_a7a3b58b:


    "К счастью, когда Стейси и наш герой наконец встретились с Эллисон, Стейси быстро поняла, что на спортсменке её бикини."


translate russian week_2_recap_4621931b:


    "Как только она узнала, что бикини было украдено, Эллисон вернула его Стейси, продемонстрировав при этом своё тело."


translate russian week_2_recap_c5cc6dbe:


    "Благодаря Эллисон, [mcname] наконец получил номер Самии. Что-то ему подсказывало, что он должен быть осторожен с воровками чемоданов."


translate russian week_2_recap_25b34f7f:


    "[mcname] побывал на выступлении Лиссы в суде."


translate russian week_2_recap_4399dff1:


    "После того как она окончила свою работу, они вместе с [mcname] немного отдохнули."


translate russian week_2_recap_c09ec016:


    "[mcname] исследовал новые способы получения удовольствия и попробовал пососать член Лиссы."


translate russian week_2_recap_4cf74c55:


    "[mcname] установил очень жестокие ограничения в отношении доступа Лиссы к члену. Она была счастлива услужить ему."


translate russian week_2_recap_777c73a3:


    "Член [mcname] стал идеальным инструментом для Лиссы, чтобы увеличить своё удовольствие после победы в судебном деле."


translate russian week_2_recap_5b6f68b3:


    "Будучи джентельменом, наш герой не забыл и о члене Лиссы."


translate russian week_2_recap_4a9edaa2:


    "[mcname] встретил Нору на их третьем 'свидании вслепую'. Выбор одежды бариста чуть не сбил [mcname] с ног."


translate russian week_2_recap_110afbd4:


    "Полли начала с банальных игр с Норой, но в конце концов она попросила [mcname] присоединится."


translate russian week_2_recap_4410c85c:


    "Когда [mcname] закончил удовлетворять Нору, бариста захотела узнать, кем же является её любовник, но Полли предпочла остаться анонимной."


translate russian week_2_recap_8fcbe86a:


    "Той ночью Лидия позвонила [mcname] и призналась ему в своих с каждым днем растущих чувствах. Они говорили о важности честности в отношениях."


translate russian week_2_recap_1f448ae4:


    "Лидия удивила его, пожелав узнать, как он заработал приглашение на первую вечеринку Фетиш Локатора."


translate russian week_2_recap_4aa8b4ec:


    "Хоть он и подумал, что это ловушка, наш герой боялся потерять её. По этому, он рассказал Лидии, что произошло во время первого испытания, связанного со спермой."


translate russian week_2_recap_03e131b7:


    "В конце концов, пока [mcname] рассказывал Лидии о своих былых заслугах, они оба уснули."


translate russian week_2_day_9_bdff7704:


    "Когда наш герой проснулся, он не мог поверить, в то, что действительно рассказал об этом Лидии. Сначала он беспокоился, что она с ним расстанется, но в итоге у неё появились свои извращённые интересы."


translate russian week_2_day_9_09a0d01f:


    "Наконец настал момент, когда [mcname] встретил Самию, печально известную воровку багажа и достаточно сексуальную проститутку."


translate russian week_2_day_9_f5452fc9:


    "Он опробовал её уникальные услуги, и Самия, похоже, это оценила."


translate russian week_2_day_9_a05093e3:


    "Немного повеселившись, [mcname] расспросил Самию об украденном багаже. Хоть она и призналась в преступлении, она отказывалась возвращать вещи, пока [mcname] не согласился оказать ей услугу."


translate russian week_2_day_9_92140091:


    "[mcname] объяснил, как он отследил украденный багаж. Хоть она и призналась в преступлении, она отказывалась возвращать вещи, пока [mcname] не согласился оказать ей услугу."


translate russian week_2_day_9_5063ee7e:


    "Не имея лучшего варианта, наш герой согласился устроить розыгрыш над милфой."


translate russian week_2_day_9_c515d165:


    "Предложение помочь проститутке понравилось нашему герою."


translate russian week_2_day_9_2384d610:


    "Наш герой всегда знал, что это день наступит. День, когда он превратился в жиголо!"


translate russian week_2_day_9_de3e5ab4:


    "Разобравшись с Самией, [mcname] был рад провести некоторое время на свидании с Лидией."


translate russian week_2_day_9_418ee6ad:


    "Всё шло хорошо, пока наш герой не заметил до боли знакомую рыжую девушку."


translate russian week_2_day_9_9711346f:


    "Опасаясь того, что произойдёт, если Лидия обнаружит, что АмРоуз срывает их свидание, [mcname] заставил спрятаться её под столом."


translate russian week_2_day_9_af373a6d:


    "[mcname] осознал, что это была ошибка, когда Фетиш Локатор прислал новое блиц-задание. Возбуждённая и надеющаяся удовлетворить [mcname], АмРоуз не стала упускать такой возможности."


translate russian week_2_day_9_c2324e96:


    "[mcname] пытался вести себя хладнокровно, но с треском провалился. К счастью, Лидия этого не заметила, и они прекрасно провели время вместе."


translate russian week_2_day_9_58deca18:


    "Той ночью наш герой столкнулся с самой большой проблемой. Ему пришлось стать помощником Самии."


translate russian week_2_day_9_f9d7e373:


    "Наш герой подчинился и сделал всё, что приказала его Госпожа."


translate russian week_2_day_9_8bd77bf9:


    "[mcname] перевернул шахматную доску и показал Самии свою доминирующую сущность."


translate russian week_2_day_9_a70502a3:


    "[mcname] присоеденился к Сквиззли для ещё одной {i}тренировки{/i}."


translate russian week_2_day_9_34d96f75:


    "[mcname] опробовал источник Сквиззли."


translate russian week_2_day_9_96b4d648:


    "Сквиззли в очередной раз утолила жажду мочой [mcname]."


translate russian week_2_day_9_74fdc02e:


    "Она была в восторге, но задание кончать только с мочой во рту становилось всё более и более сложным."


translate russian week_2_day_9_22c3462d:


    "[mcname] с большим удовольствием взялся за задание Самии."


translate russian week_2_day_9_d99a4d73:


    "Он понял, что совершил ужасную ошибку и пришёл не в тот дом."


translate russian week_2_day_9_1942996f:


    "Но женщину это не только устроило, она сказала ему, что она жаждет большего."


translate russian week_2_day_9_e5bd3092:


    "Вечер стал очень бурным, когда [mcname] узнал, что за задание приготовила ему Самия."


translate russian week_2_day_9_75902bb2:


    "Нашему герою понравилось наказывать похотливую Судью."


translate russian week_2_day_9_d76a64e8:


    "Зрелая красотка высоко оценила действия [mcname] и даже намекнула, что всё может повториться."


translate russian week_2_day_9_7c6fc555:


    "Встретившись с Самией, наш герой приготовился к розыгрышу милфы."


translate russian week_2_day_9_de4ea015:


    "Розыгрыш превратился в старый добрый публичный секс между [mcname] и Ванессой."


translate russian week_2_day_9_272af85c:


    "По крайней мере, пока Самия не испортила атмосферу, опозорив Ванессу."


translate russian week_2_day_9_ba13a970:


    "Лидия и [mcname] в очередной раз обсуждали вечернюю рутину. На этот раз они говорили о том, чем будет заниматься [mcname] на грядущей вечеринке Фетиш Локатора."


translate russian week_2_day_9_253f18bb:


    "К удивлению нашего героя, Лидия была совершенно не против его похода и действительно хотела, чтобы он рассказал ей о своих приключениях."


translate russian week_2_day_10_77a5037f:


    "Утром [mcname] снова сыграл в шпиона и попытался выяснить, не замешан ли Пит в Фетиш Локаторе. К сожалению, он так и не смог подобрать правильный пароль."


translate russian week_2_day_10_e5ff36f7:


    "Ситуация оживилась, когда он сообщил Стейси, что нашёл ей квартиру. Они планировали сходить туда во второй половине дня."


translate russian week_2_day_10_f20c8f3c:


    "Мария открылась [mcname] в раздевалке."


translate russian week_2_day_10_c95e9b45:


    "[mcname] встретился с Самией, чтобы наконец забрать багаж Стейси. Он разозлился, увидев, что багажа всё ещё нет, но Самия сказал ему, что его скоро привезут."


translate russian week_2_day_10_3c4ba161:


    "Выяснилось, что Самия оставила чемодан у клиента. Пришедший мужчина был в ярости, потому что его жена нашла багаж."


translate russian week_2_day_10_711876f6:


    "Клиент был полон решимости заставить кого-то другого заплатить за свою измену."


translate russian week_2_day_10_0c92fa0b:


    "[mcname] бросился на помощь, но клиент был слишком быстр."


translate russian week_2_day_10_c7dc362d:


    "Неожиданно, к ним на помощь пришёл... Пит!"


translate russian week_2_day_10_e09b4946:


    "Самия и [mcname] пришли в себя и присоединились, дав отпор с помощью нунчаков из анальных бус."


translate russian week_2_day_10_070eb5cc:


    "Злодей отступил, багаж был возвращен, и день был спасен. Теперь [mcname] наконец-то может вернуть Стейси её багаж."


translate russian week_2_day_10_36b78ef0:


    "Пит решил остаться, надеясь снова попытать счастья с Самией."


translate russian week_2_day_10_e0731a8a:


    "Той ночью [mcname] встретился с Лиссой и Ванессой в квартире Стейси. Она казалась достаточно уютной."


translate russian week_2_day_10_034af896:


    "Чуть позже, пришла и Стейси. Прежде чем она осмотрела квартиру, она заметила, что её ждёт её чемодан."


translate russian week_2_day_10_5d9dfef2:


    "Сестра [mcname] прыгнула прямо ему в объятия. Стейси была вне себя от счастья, что её брату удалось разыскать её пропавшие вещи."


translate russian week_2_day_10_846a1231:


    "[mcname] был удивлён, когда Стейси прыгнула к нему в объятия и снова и снова благодарила его за то, что он нашёл её пропавшие вещи."


translate russian week_2_day_10_71a427b1:


    "Но эта неожиданность была ничем по сравнению с тем, что она выдала, когда увидела масштабы своей новой берлоги."


translate russian week_2_day_10_e4501dea:


    "Пока Стейси и Ванесса оформляли документы на квартиру, Лисса решила устроить [mcname] небольшую 'экскурсию' по ванной."


translate russian week_2_day_10_4124a9b1:


    "Эта парочка даже нашла новые способы наслаждаться телами друг друга."


translate russian week_2_day_10_f7761263:


    "Одним взмахом ручки, Стейси стала гордым арендатором новой квартиры."


translate russian week_2_day_10_58ba0511:


    "Прежде чем они распаковали вещи, Стейси потащила сопративляющегося [mcname] на шопинг с АмРоуз."


translate russian week_2_day_10_b04b9a3c:


    "Выяснилось, что девочки хотели подарить ему особый костюм для следующей вечеринки."


translate russian week_2_day_10_0b26cf61:


    "[mcname] услышал знакомый голос. Это была Хана. Она была чем-то взволнована. "


translate russian week_2_day_10_4b4b8d05:


    "Девушка, с которой она говорила, казалась раздражённой из-за чрезмерной заботы Ханы, утверждая, что она может постоять за себя."


translate russian week_2_day_10_d5d67396:


    "Перед вечеринкой, Нора сказала ему, что догадалась о Полли."


translate russian week_2_day_10_p1_a4d079eb:


    "Наш герой ещё раз отправился в замок Сквиззли. В этот раз, она дала ему и АмРоуз специальные Фетиш Трекеры для вечеринки."


translate russian week_2_day_10_p1_d746ba9c:


    "Трекеры были очень продвинутыми и могли отслеживать местоположение... и количество оргазмов."


translate russian week_2_day_10_p1_87021cf2:


    "Эллисон показала ему специальные комнаты для вечеринки. [mcname] был рад, он предчувствовал, что это вечеринка будет очень сильно отличаться от предыдущей."


translate russian week_2_day_10_p1_f6fb6b83:


    "Этой ночью [mcname] не пришлось себя сдерживать. Они с Эллисон отбросили всё лишнее, и горячая девушка показала ему, насколько легко заставить её кончить."


translate russian week_2_day_10_p1_bc5f26f2:


    "[mcname] поговорил с Оливером, помощником Лиссы. У него были проблемы со входом на вечеринку."


translate russian week_2_day_10_p1_4d5c538b:


    "Всегда готовый помочь, наш герой дал Оливеру свою старую маску, чтобы он мог попасть на вечеринку."


translate russian week_2_day_10_p1_2b8087af:


    "Поднявшись наверх, [mcname] обнаружил, что АмРоуз разносит напитки, а Иона, сестра Ханы, работает в баре."


translate russian week_2_day_10_p1_62438b84:


    "Поднявшись наверх, [mcname] обнаружил, что АмРоуз разносит напитки, а Иона, подруга Ханы, работает в баре."


translate russian week_2_day_10_p1_0d8bce47:


    "Естественно, после того, как ей сто раз было сказано, что она не должна быть здесь, Стейси вломилась на вечеринку Фетиш Локатора!"


translate russian week_2_day_10_p1_0f8bf560:


    "Нашему герою не нравилось, что его сестра пришла на вечеринку, но АмРоуз удалось всё уладить."


translate russian week_2_day_10_p1_a100465f:


    "Нашему герою не нравилось, что Стейси пробралась на вечеринку, но АмРоуз удалось всё уладить."


translate russian week_2_day_10_p1_6bcbba00:


    "[mcname] пришлось принять эпический квест. Украсть фетиш-трекер до того, как Сквиззли или кто-то ещё поймет, что Стейси тут быть не должно."


translate russian week_2_day_10_p1_404ed18a:


    "Прямо перед тем, как он успел прикарманить один из фетиш-трекеров, Синтия поймала его с поличным."


translate russian week_2_day_10_p1_066206f6:


    "Синтия рассказала нашему герою достаточно странную историю. Она восстановила свою девственность."


translate russian week_2_day_10_p1_3c268e66:


    "Однако это духовное восстановление никак не помешало ей стать анальной шлюхой."


translate russian week_2_day_10_p1_2211258f:


    "Сквиззли поссорилась со своим парнем из-за того, что случайно плюнула в него мочой во время секса."


translate russian week_2_day_10_p1_7c298f90:


    "Вечеринка казалось чудесной. Включая момент, когда [mcname] обнаружил, что Кевин шпионит за тем, как Энтони жёстко трахал Хлою."


translate russian week_2_day_10_p2_5f73059a:


    "К счастью, его квест по поиску браслета для Стейси завершился успехом. Теперь он сам мог сполна насладиться вечеринкой."


translate russian week_2_day_10_p2_a1bbdbb4:


    "Дейзи привела [mcname] на специальную гонку. Он был в паре с Джесси в костюме лошади, против Кевина и Хлои."


translate russian week_2_day_10_p2_089b626a:


    "[mcname] оседлал Джесси, и она отдала ему свою девственность."


translate russian week_2_day_10_p2_109cd462:


    "Этой ночью она стала очень счастливой лошадкой."


translate russian week_2_day_10_p2_cc905928:


    "Внутри Комнаты Пандоры, [mcname] встретил свою Госпожу."


translate russian week_2_day_10_p2_ee0d0f68:


    "Каким бы сильным он ни был, наш герой просто не смог выдержать бурю наказаний своей Хозяйки, и он использовал стоп-слово, чтобы заставить Далию остановиться."


translate russian week_2_day_10_p2_d3e10c03:


    "[mcname] был вне себя от радости, когда его Госпожа наконец позволила ему опустошить свои яйца."


translate russian week_2_day_10_p2_b305b380:


    "Демонстрируя невероятную силу духа, наш герой, к большому неудовольствию своей Хозяйки, сдержал свой оргазм."


translate russian week_2_day_10_p2_dc077d4f:


    "[mcname] отправился в таинственную Комнату Пандоры и увидел Дейзи, связанную, будто это миленький подарок."


translate russian week_2_day_10_p2_a696994d:


    "Дейзи была очень рада, что это был именно [mcname]. Она, как хорошая рабыня, подчинялась всем желаниям своего Господина."


translate russian week_2_day_10_p2_ad4eaacb:


    "[mcname] утонул в чистой эйфории, когда очаровательная блондинка умоляла его кончить в неё."


translate russian week_2_day_10_p2_8479ea52:


    "Как хорошая маленькая шлюха, Дейзи умоляла своего Господина кончить ей в рот."


translate russian week_2_day_10_p2_1f615f42:


    "Прежде чем они вернулись на вечеринку, у Дейзи внезапно закружилась голова. [mcname] быстро отвёл её в открытую спальню, чтобы она могла восстановить силы."


translate russian week_2_day_10_p2_d5a66856:


    "[mcname] опробовал Событие Близости. Его неизвестным партнером оказалась потрясающая Лисса."


translate russian week_2_day_10_p2_b8592435:


    "Время было на исходе, и наш герой, не теряя времени, смог выполнить задание. Они оба кончили до того, как испытание закончилось."


translate russian week_2_day_10_p2_5938cced:


    "Даже после того, как всё успокоилось, Лисса и [mcname] продолжали наслаждаться друг другом."


translate russian week_2_day_10_p2_1022c5e9:


    "Они договорились проводить больше времени вне извращённых вечеринок."


translate russian week_2_day_10_p2_909e375e:


    "В какой-то момент наш герой обнаружил, что к Ионе пристает какой-то извращенец."


translate russian week_2_day_10_p2_c3221546:


    "[mcname] быстро вмешался, не желая подводить Хану, так как она попросила его присмотреть за Ионой."


translate russian week_2_day_10_p2_652df19e:


    "Иона дала понять [mcname], что ей не нужен кто-то, чтобы сражаться в её битвах."


translate russian week_2_day_10_p2_722b85c6:


    "[mcname] решил посмотреть, как Иона применяет свои навыки общения с придурками в деле."


translate russian week_2_day_10_p2_11188755:


    "Она преподала идиоту урок, который он вряд ли забудет."


translate russian week_2_day_10_p2_4674be5f:


    "После того, как Джером сбежал, Иона сказала [mcname], что ценит то, что он позволил ей самой разобраться с этой проблемой."


translate russian week_2_day_10_p2_11efc4e3:


    "Во время небольшого перерыва [mcname] наслаждался заботой от горяченькой рыжеволосой бестии в наряде горничной."


translate russian week_2_day_10_p2_259850d5:


    "Неожиданно, с [mcname] пришёл поговорить Террелл, пока АмРоуз отсасывала сосала его член. Он рассказал о некоторых приключениях, которые у него были с Марией."


translate russian week_2_day_10_p2_ef613e4b:


    "Когда он кончил, [mcname] создал для сексуальной горничной свежий беспорядок, чтобы ей было что убирать. Счастью АмРоуз небыло предела."


translate russian week_2_day_10_p2_371e54c2:


    "[mcname] узнал, что выиграл конкурс. В награду он, вместе с Эллисон примут участие в Главном Событии!"


translate russian week_2_day_10_p2_add742e8:


    "Перед началом мероприятия Эллисон рассказала о своём прошлом с Лиссой и о том, как она рада, что [mcname] сближается с Лиссой."


translate russian week_2_day_10_p2_b48b23f5:


    "Прямо перед Главным Событием ему позвонила его девушка."


translate russian week_2_day_10_p2_47f15f62:


    "Лидия не могла дождаться, когда [mcname] расскажет ей о своих сексуальных приключениях, произошедших на вечеринке."


translate russian week_2_day_10_p2_072c743c:


    "Пока [mcname] рассказывал ей про понравившееся событие, он и представить не мог, чем занималась его девушка по другую сторону телефона."


translate russian week_2_day_10_p2_e0d42d7e:


    "Наконец, Главное Событие началось с того, что [mcname] и Эллисон трахались перед живой аудиторией."


translate russian week_2_day_10_p2_6bec24ff:


    "Спустя некоторое время, Сквиззли пригласили присоединиться к веселью."


translate russian week_2_day_10_p2_0268641a:


    "Сквиззли не забыла, что у неё есть свои правила, и она может кончать только с мочой во рту. [mcname] и Эллисон помогли ей с этой проблемой."


translate russian week_2_day_10_p2_e4eb9964:


    "Никто этого не заметил, но парню Сквиззли происходящее явно не нравилось."


translate russian week_2_day_10_p2_7ca1abbb:


    "[mcname] завершил ночь, вылив свою накопившуюся сперму на прекрасное лицо Эллисон."


translate russian week_2_day_10_p2_48b6858d:


    "[mcname] завершил ночь, вылив свою накопившуюся сперму на прекрасную грудь Эллисон."


translate russian week_2_day_11_0ec1cf20:


    "После участия в Главном Событии наш герой подумал, что, возможно, его приключения с Фетиш Локатором на этом окончены."


translate russian week_2_day_11_77ee0224:


    "Как же он ошибался. Приложение поставило перед ним задачу заняться сексом с ДВАДЦАТЬЮ РАЗНЫМИ ЛЮДЬМИ ДО КОНЦА ВОСКРЕСЕНЬЯ, иначе он потеряет свой ЧЛЕН!"


translate russian week_2_day_11_1c850871:


    "Как же он ошибался. Приложение поставило перед ним задачу заняться сексом с ДВАДЦАТЬЮ РАЗНЫМИ ЛЮДЬМИ ДО КОНЦА ВОСКРЕСЕНЬЯ!"


translate russian week_2_day_11_3d4b9a01:


    "К счастью, [mcname] узнал, что ему помогут с заданием. Помощником по выполнению его задания назначили АмРоуз."


translate russian week_2_day_11_15146e92:


    "[mcname] решил, что Террелл может продолжать развлекаться с Марией, если он познакомит [mcname] с кем-то ещё."


translate russian week_2_day_11_37e68257:


    "Мин отказалась говорить о своём расставании с Энтони и предпочла быть в роли Сквиззли, чтобы и дальше развлекаться вместе с [mcname]."


translate russian week_2_day_11_a4ce82e9:


    "[mcname] сказал ей, что хочет узнать больше о настоящей Мин, а не о Сквиззли."


translate russian week_2_day_11_866cac8d:


    "Во время обеда, Стейси с АмРоуз предложили устроить свою секс-вечеринку, чтобы помочь [mcname] выполнить его задание."


translate russian week_2_day_11_5d0d602e:


    "[mcname] отвёз Дейзи в больницу. Она рассказала о смерти своего отца из-за редкого заболевания."


translate russian week_2_day_11_e51af8f6:


    "Врач задал Дейзи множество вопросов и оставил её на ночь для обследования."


translate russian week_2_day_11_9a591368:


    "[mcname] вернулся в свою комнату и снова попытался взломать компьютер Пита. Наконец ему удалось найти правильный пароль."


translate russian week_2_day_11_3ef303d2:


    "[mcname] нашёл кучу фотографий на компьютере Пита. У всех фотографий был один источник, они все из Фетиш Локатора."


translate russian week_2_day_11_dddf9630:


    "Это было и не было доказательством. По крайней мере, так ему показалось. Наш герой решил, что он может попробовать заставить Пита признаться, действительно ли он стоит за Фетиш Локатором."


translate russian week_2_day_11_17b9b1d7:


    "В конце концов, [mcname] поверил, что его друг просто покупал фотографии в Фетиш Локаторе."


translate russian week_2_day_11_dcf2780e:


    "[mcname] был обязан узнать правду, даже если это стоило ему дружбы с Питом. В конце концов из-за него, Пита внесли в Программу Удержания."


translate russian week_2_day_11_0c227faa:


    "[mcname] позвонил Хане и под прикрытием свидания организовал с ней встречу, на которой они могли бы поговорить о приложении."


translate russian week_2_day_11_44bef35c:


    "Позже [mcname] пришел в кофейню Норы, чтобы посмотреть, как бариста ставит Полли на своё место."


translate russian week_2_day_11_ef97ebb4:


    "На этом веселье не закончилось. Нора умоляла нашего героя трахнуть её. Она использовала свой язык, чтобы насиловать Полли, в то время как член [mcname] разрывал её промокшую киску."


translate russian week_2_day_11_982624be:


    "АмРоуз всеми силами пыталась помочь [mcname] с заданием."


translate russian week_2_day_11_b39683b1:


    "Они трахались, пока [mcname] разговаривал по телефону с Лидией."


translate russian week_2_day_12_50b056cd:


    "В пятницу, АмРоуз помогла [mcname] добавить Марию в список."


translate russian week_2_day_12_aca4abd2:


    "Мария так хотела помочь [mcname], что даже предложила ему свою девственность."


translate russian week_2_day_12_728f9b25:


    "Нашему герою не пришлось повторять дважды."


translate russian week_2_day_12_3a82b13a:


    "В итоге наш герой забрал у Марии другую {i}девственность{/i}."


translate russian week_2_day_12_22c8d5fd:


    "После того, как они закончили, [mcname] дал Марии указание встретиться с Терреллом."


translate russian week_2_day_12_47706d6e:


    "[mcname] получил неожиданный звонок от Судьи, с которой он встречался ранее. Женщина была 'очень' заинтересована в том, чтобы встретиться с ним снова."


translate russian week_2_day_12_306ef8e8:


    "Во время обеда, Хана и [mcname] общались с помощью записок, поэтому Фетиш Локатор не мог прослушивать их разговоры."


translate russian week_2_day_12_85ea9458:


    "[mcname] сообщил Хане, что Пит попал в Программу Удержания Фетиш Локатора, пытаясь выяснить, действительно ли Пит был замешан."


translate russian week_2_day_12_3fd70899:


    "[mcname] дал Хане правильный пароль от компьютера его соседа по комнате."


translate russian week_2_day_12_ac39d977:


    "Во время их 'свидания' [mcname] использовал несколько очков и запустил блиц-задание, и Хана помогла ему увеличить его счёт в испытании."


translate russian week_2_day_12_a50a283b:


    "[mcname] встретился с Судьёй. Он согласился стать её слугой, и она дала ему разрешение использовать своё тело по своему усмотрению."


translate russian week_2_day_12_4e8a4d71:


    "Судья хотела, чтобы он трахал её как бешеная собака хотя бы раз в месяц."


translate russian week_2_day_12_5ec0776b:


    "[mcname] узнал, что Оливер тоже был в Программе Удержания."


translate russian week_2_day_12_43318fa7:


    "[mcname] узнал, что Оливер был в VIP-программе Фетиш Локатора."


translate russian week_2_day_12_288cb3c9:


    "[mcname] удивил Лиссу в её офисе."


translate russian week_2_day_12_5d2b3c07:


    "У Лиссы, в свою очередь, был собственный сюрприз для [mcname]."


translate russian week_2_day_12_96af9413:


    "После обыска с раздеванием преступник развлекся с офицером Лиссой."


translate russian week_2_day_12_bb6e1b9f:


    "[mcname] и Лисса продолжали выходить на новый уровень близости прямо посреди её офиса."


translate russian week_2_day_12_50f882f8:


    "[mcname] встретился с Лидией в кофейне. Лидия покорила его и своих слушателей потрясающей песней."


translate russian week_2_day_12_c032e06d:


    "Она рассказала, что мастурбировала во время их разговора прошлой ночью."


translate russian week_2_day_12_1e4b7a19:


    "Они пошли на свидание, и Лидия сильно возбудилась. Однако, прежде чем [mcname] смог кончить, Лидия попросила его остановить её, потому что она боялась потерять контроль."


translate russian week_2_day_12_4a221284:


    "Дейзи узнала, что у неё та же болезнь, что и у её отца. Редкое заболевание сердца, называемое кардиомиопатией."


translate russian week_2_day_12_a8a4075d:


    "Они провели всю ночь вместе."


translate russian week_2_day_12_e688b34f:


    "Было немного жарковато, но [mcname] позаботился о том, чтобы всё было хорошо и спокойно."


translate russian week_2_day_12_4578458e:


    "Далия вызвала [mcname] в своё общежитие. Когда он увидел свою Госпожу, он начал истекать слюной."


translate russian week_2_day_12_3de282ef:


    "Как хороший маленький пёсик, [mcname] делал всё, что она ему приказывала."


translate russian week_2_day_12_4149f5aa:


    "В процессе [mcname] потерял сознание. Но с ним всё было в порядке, и он смог добавить Далию в свой список."


translate russian week_2_day_12_069069cd:


    "В тот вечер Лидия позвонила [mcname]. Пока они болтали, [mcname] рассказал ей о своём задании."


translate russian week_2_day_12_0367c46a:


    "{i}Это{/i} действительно заинтересовало Лидию. Она попросила [mcname] пересказать историю их свидания, потому что хотела хоть раз побыть девушкой в ​​этой истории."


translate russian week_2_day_13_d138cbe3:


    "В субботу [mcname] понял, что ничего не сделал для подготовки к экзаменам."


translate russian week_2_day_13_5323387d:


    "Хлоя и Кевин зашли, чтобы предложить [mcname] сделать небольшой перерыв в учёбе."


translate russian week_2_day_13_ef60b605:


    "Растягивание красивого и тугого ануса Хлои стало идеальной разминкой."


translate russian week_2_day_13_6d18c0dc:


    "[mcname] сказал Марии пойти в местный глорихол и отправить ему фотографии в качестве доказательства того, что она действительно там была."


translate russian week_2_day_13_f8402545:


    "Талия держалась рядом, чтобы дать Марии несколько советов и сфотографировать эту блондинистую шлюшку."


translate russian week_2_day_13_b449cf44:


    "[mcname] встретился с Ионой и нанял её, чтобы она отвечала за напитки на вечеринке."


translate russian week_2_day_13_e335c785:


    "По чистой случайности началось очередное блиц-задание, и Иона отвела нашего героя в ванную."


translate russian week_2_day_13_9e15a2be:


    "Нора сказала [mcname], что им нужно серьёзно поговорить. У неё не было месячных, и она хотела знать, возьмёт ли он на себя ответственность за {i}то, что натворил{/i}."


translate russian week_2_day_13_1abe1224:


    "[mcname] сказал Норе, что если она забеременеет, он возьмёт на себя ответственность, и Нора была очень рада это услышать."


translate russian week_2_day_13_e256486d:


    "АмРоуз сказала [mcname] и Стейси, что у неё есть идея, что сделать, чтобы Фетиш Локатор не мог их подслушивать. Стейси сказала, что для вечеринки всё готово, кроме места проведения."


translate russian week_2_day_13_9d6417a1:


    "Лидия пришла им на помощь, предложив свой дом, чтобы [mcname] смог достичь своей цели."


translate russian week_2_day_13_debcfddf:


    "Террелл позвонил [mcname] и сказал, что кое-что для него приготовил, чтобы выразить свою благодарность за то, что он смог наладить отношения с Марией."


translate russian week_2_day_13_fe188010:


    "[mcname] встретил Алею, которая оказалась очень ответственной девушкой."


translate russian week_2_day_13_8d4b647d:


    "Мин пригласила [mcname] на ужин. Мин всё ещё боялась встречаться с парнем своей лучшей подруги."


translate russian week_2_day_13_b474b913:


    "К концу ночи все сомнения Мин развеялись..."


translate russian week_2_day_13_db4974ce:


    "[mcname] получил шанс увидеть, что Стейси сделала со своей квартирой."


translate russian week_2_day_13_2a1cac4b:


    "Стейси и [mcname] вместе вспомнили старые времена."


translate russian week_2_day_13_d62685cf:


    "Они начали дурачиться, и ситуация немного накалилась."


translate russian week_2_day_13_54da954b:


    "[mcname] не смог устоять и в итоге вылизал киску своей сестры."


translate russian week_2_day_13_0c070548:


    "[mcname] закончил тем, что вылизал вкусную киску Стейси."


translate russian week_2_day_13_011eed0e:


    "Прежде чем они успели продолжить, кто-то постучал в дверь."


translate russian week_2_day_13_eb8c52d4:


    "АмРоуз прибыла со всем, что им было нужно, чтобы превратить квартиру Стейси в Клетку Фарадея."


translate russian week_2_day_13_0308fa43:


    "АмРоуз присоединилась к Стейси и [mcname] в квартире. Она принесла всё, ччто им было нужно, чтобы превратить квартиру Стейси в Клетку Фарадея."


translate russian week_2_day_13_915c3d0e:


    "Ночью [mcname] приснился кошмар о том, что он провалил испытание и ему отрезали член."


translate russian week_2_day_14_5720e4b7:


    "В воскресенье утром команда приступила к работе. Установленная ими Клетка Фарадея сделает это место невидимым для Фетиш Локатора."


translate russian week_2_day_14_a8ae3920:


    "Они обсудили планы по разоблачению Фетиш Локатора. [mcname] сообщил девочкам, что Хана может им помочь."


translate russian week_2_day_14_46b0745a:


    "[mcname] нашёл время для свидания с Лиссой прямо перед вечеринкой."


translate russian week_2_day_14_3af4a9ab:


    "Лисса рассказала ему о своём прошлом и призналась, что ей очень нравится, что [mcname] присутствует в её жизни."


translate russian week_2_day_14_564a3d77:


    "Наш герой прибыл на вечеринку, которую приготовили для него его милые дамы."


translate russian week_2_day_14_568b5cb1:


    "АмРоуз присоединилась к [mcname], чтобы поприветствовать гостей. Первой, что для неё в порядке вещей, прибыла роскошная Эллисон."


translate russian week_2_day_14_46947b77:


    "После этого, желая почувствовать конкуренцию, пришла Мин."


translate russian week_2_day_14_27e7081d:


    "На вечеринку прибыл и растяренный Оливер."


translate russian week_2_day_14_6a30e27b:


    "На стиле появилась Хана."


translate russian week_2_day_14_8f543d92:


    "Полли последовала за ней, как всегда выглядя {i}классно{/i}."


translate russian week_2_day_14_686a93e3:


    "[mcname] должен был признать, что не планировал увидеть здесь Самию."


translate russian week_2_day_14_12ac2f3d:


    "Пришла Синтия. [mcname] задавался вопросом, что она будет делать во время вечеринки."


translate russian week_2_day_14_0976e197:


    "Джесси тоже пришла, намекая на особый костюм, который она принесла."


translate russian week_2_day_14_9f48ecad:


    "Приехала Дейзи, и [mcname] узнал, что планируется какая-то королевская битва."


translate russian week_2_day_14_acf66894:


    "В начале вечеринки Лидия попросила [mcname] и Мин устроить для неё шоу."


translate russian week_2_day_14_b952475a:


    "Лидия хотела попробовать помочиться на Мин. К сожалению, пытаясь помочь ей расслабиться, Мин лизнула киску своей подруги."


translate russian week_2_day_14_37a9b085:


    "Можно было с уверенностью сказать, что это было далеко за пределами зоны комфорта Лидии."


translate russian week_2_day_14_fd5acb1b:


    "[mcname] трахнул Синтию и объяснил, что Лидия знала, что он занимается сексом с другими девушками, лишив её власти над ним."


translate russian week_2_day_14_4dc44bab:


    "Полли поговорила с [mcname] и сказала ему, что надеется, что он и дальше будет частью её отношений с Норой."


translate russian week_2_day_14_a8fe922a:


    "Он выявил покорную сторону Полли с помощью фистинга."


translate russian week_2_day_14_p2_37f9162b:


    "[mcname] прокатился на Эллисон с некоторыми из её особенных игрушек.."


translate russian week_2_day_14_p2_0e45f99a:


    "Все приняло неожиданный оборот, когда к ним подошла Ванесса."


translate russian week_2_day_14_p2_4bf94b57:


    "Эллисон ушла после того, как поняла, что Ванесса пришла, чтобы переспать с [mcname]."


translate russian week_2_day_14_p2_38e3cc15:


    "[mcname] узнал, что Ванесса была матерью Эллисон и что они перестали общаться."


translate russian week_2_day_14_p2_75be91ec:


    "Ванесса спросила [mcname], сможет ли он помочь наладить её с дочерью отношения."


translate russian week_2_day_14_p2_7d726555:


    "[mcname] спросил, почему Эллисон ненавидит Ванессу. Она сказала, что помогала растить Эллисон, пока она не ушла из дома, чтобы избежать властного характера Ванессы."


translate russian week_2_day_14_p2_8b6cd62d:


    "[mcname] сказал Ванессе, что попытается помочь восстановить их соженные мосты отношений."


translate russian week_2_day_14_p2_c188bf5a:


    "Во время простоя на вечеринке команда поняла, что они могут отслеживать, откуда загружаются обновления Фетиш Локатора и узнать, кто за этим стоит!"


translate russian week_2_day_14_p2_8b3dbb60:


    "Главным событием вечера стала драка в грязи между [mcname] и Самией. Девушки даже делали ставки на то, кто победит."


translate russian week_2_day_14_p2_c65b82e6:


    "[mcname] одолел Самию и устроил её заднице адскую ночку."


translate russian week_2_day_14_p2_5b84a265:


    "[mcname] пытался победить её использую только пальцы. В итоге он расплатился за свою гордыню."


translate russian week_2_day_14_p2_c8e6123e:


    "Это оказалось не так уж и плохо, как ему казалось."


translate russian week_2_day_14_p2_4b73df4f:


    "[mcname] был немного удивлён, обнаружив, что его Госпожа ждёт его в доме."


translate russian week_2_day_14_p2_69d4e444:


    "Его Госпожа предупредила его, чтобы он не доверял Самии."


translate russian week_2_day_14_p2_3db5db8b:


    "[mcname] увидел, что АмРоуз и Лидия ссорятся. Лидия утверждала, что АмРоуз и Стейси держали её подальше от [mcname] на протяжении всей вечеринки."


translate russian week_2_day_14_p2_13752957:


    "После того, как АмРоуз дала им поговорить наедине, [mcname] сказал, что с этого момента он всегда будет говорить Лидии, если с кем-то переспит."


translate russian week_2_day_14_p2_f56de64f:


    "[mcname] сказал Лидии, что любит её."


translate russian week_2_day_14_p2_87fa8ee1:


    "Во время вечеринки [mcname] и Оливер снова встретились."


translate russian week_2_day_14_p2_8e9a9a70:


    "Обстановка между ними накалялась, и они оба исследовали свой интерес друг к другу."


translate russian week_2_day_14_p2_9c205aca:


    "Оливер даже пригласил [mcname] на свидание. [mcname] был более чем счастлив принять это предложение."


translate russian week_2_day_14_p2_b6102ddb:


    "[mcname] исследовал аквариум и заодно анус Джесси."


translate russian week_2_day_14_p2_02000825:


    "[mcname] поднялся наверх, чтобы провести время с тем, кто выиграл ставку. Он был не слишком удивлён победой Стейси."


translate russian week_2_day_14_p2_1ee70c66:


    "Стейси рассказала ему о том, как долго она ждала этого момента, как она выбирала идеальное платье и как было бы хорошо, если бы её брат снял его с её тела."


translate russian week_2_day_14_p2_75da64ce:


    "Стейси рассказала ему о том, как долго она ждала этого момента, как она выбирала идеальное платье и как было бы хорошо, если бы [mcname] снял его с её тела."


translate russian week_2_day_14_p2_744451b1:


    "Даже без идеального наряда этот момент всё равно был для них идеален."


translate russian week_2_day_14_p2_06cef684:


    "Они, наконец, получили возможность побыть наедине, только вдвоём. Не было никаких отвлекающих факторов, никто не мог сказать им \"нет\"."


translate russian week_2_day_14_p2_bbf1ed29:


    "[mcname] сказал Стейси, что ему нравится идея завести кучу детей."


translate russian week_2_day_14_p2_95f9846e:


    "Завершая чудесный вечер, [mcname] впервые за всё время их отношений обрушился на Лидию."


translate russian week_2_day_14_p2_04a181f5:


    "Несмотря на монументальные усилия нашего героя, ему не удалось достичь своей цели..."


translate russian week_2_day_14_p2_9e7235fe:


    "Бам бам бам!"

translate russian strings:


    old "Recap of Week-2 Events"
    new "События Week-2"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
