


translate russian d18s07_3f8d37de:


    "*приглушённые стоны*"


translate russian d18s07_284a9c53:


    zw "Мистер Тёрнер!"


translate russian d18s07_e60d061d:


    zw "Вам лучше не делать того, что, как я думаю, Вы там делаете!"


translate russian d18s07_9bf063fb:


    zw "Откройте эту дверь {i}прямо сейчас{/i}, молодой человек!"


translate russian d18s07_9f31b11d:


    mc "{i}Тшшш{/i}."


translate russian d18s07_628bf4a3:


    mc "Чёрт."


translate russian d18s07_1df7cc86:


    mc "Хорошо. Две новости: хорошая и плохая."


translate russian d18s07_e1114fd7:


    mc "Хорошая новость: мы нашли Зару."


translate russian d18s07_274fb4ab:


    mc "Плохая новость: она прямо за углом и у неё {i}не{/i} самое хорошее настроение."


translate russian d18s07_44362592:


    hr "Господи, этой женщине нужен хороший член."


translate russian d18s07_bff42c4f:


    mc "И ты мне об этом говоришь."


translate russian d18s07_3c182b6c:


    mc "И не говори."


translate russian d18s07_72a48ead:


    arj "Так что мы будем делать? Кто-то должен поговорить с ней."


translate russian d18s07_d083e74d:


    arj "[mcname] больше всего..."


translate russian d18s07_fd659fe9:


    sy "Я разберусь."


translate russian d18s07_1d5fcd4e:


    mc "Стейси! Что ты...!?"


translate russian d18s07_37e00938:


    zw "Мистер Тёрнер, Вы знаете правила. Немедленно откройте дверь."


translate russian d18s07_a0ab4bfd:


    sy "Привет! Я полагаю, это Вы мисс Зара Уоллер?"


translate russian d18s07_350f4fdb:


    zw "Миссис. И да.{w} А Вы кто?"


translate russian d18s07_98237dd5:


    sy "Ах да, конечно. Пардон."


translate russian d18s07_80ee20ff:


    sy "Меня зовут Трейси, и я пожарный инспектор, которому поручено проверить территорию колледжа, включая общежития, провести повторную оценку схем эвакуации и создать цифровые схемы эвакуации."


translate russian d18s07_95e73e85:


    zw "Ох, я не знала, что у нас на сегодня запланировано что-то подобное."


translate russian d18s07_1a27b75f:


    sy "Какая жалость. Я..."


translate russian d18s07_284a9c53_1:


    zw "Мистер Тёрнер!"


translate russian d18s07_e1d174e3:


    sy "Ох уж эти дети, да?"


translate russian d18s07_c5806338:


    zw "Проше прощения, а сколько Вам лет?"


translate russian d18s07_65a83174:


    sy "37."


translate russian d18s07_7ca7ee59:


    zw "..."


translate russian d18s07_a7405f4f:


    sy "Ежедневное увлажнение творит чудеса с кожей."


translate russian d18s07_568f7d6e:


    sy "В любом случае. На чём я остановилась? Ах, да."


translate russian d18s07_7fa7ffef:


    sy "Видите ли, я осматривала преподавательский сектор колледжа и наткнулась на запертую дверь, ведущую в серверную."


translate russian d18s07_b5687eb9:


    sy "Мне сообщили, что {i}Вы{/i} - тот человек, к которому мне нужно обратиться, если мне понадобится помощь в доступе к определённым местам в колледже."


translate russian d18s07_d1b26a21:


    zw "Ох. Ну, да. Но зачем вам нужен доступ к серверной?"


translate russian d18s07_e19153a9:


    sy "Серверные комнаты ужасно небезопасны, миссис Уоллер. Вы даже не поверите, чего я там только не видела."


translate russian d18s07_df71f291:


    sy "Повсюду разбросаны электрические кабели, сервера практически без вентиляции и множество других небезопасных вещей."


translate russian d18s07_a8a7d178:


    sy "Это только между нами, работающими профессионалами, но я также отвечала за безопасность Vinovella University."


translate russian d18s07_40ad50ce:


    sy "И позвольте мне сказать, что даже в таком престижном месте, некоторые вещи, которые я видела, особенно в серверных, были просто {i}ужасны{/i}."


translate russian d18s07_8cf14d91:


    zw "Правда? Я всегда знала, что эти богатые детишки не такие уж и хорошие, каками пытаются казаться."


translate russian d18s07_c39009eb:


    sy "По этому показателю Ваш колледж является ярким примером того, как всё должно быть."


translate russian d18s07_9b6ebc70:


    sy "Пока что я не нашла ни одного серьёзного нарушения."


translate russian d18s07_dad37ed2:


    sy "Так что я уверена, что ваша серверная также обустроена должным образом.{w} Но мне всё равно нужно убедиться. Я уверена, Вы это понимаете."


translate russian d18s07_a9a577f4:


    zw "Ох, конечно. Но, к сожалению, у меня нет доступа в эту комнату."


translate russian d18s07_f1ff6553:


    zw "У нас появился новый преподаватель информатики, и сейчас за это отвечает именно она."


translate russian d18s07_5dd47cca:


    sy "Ох."


translate russian d18s07_22f67d27:


    zw "Если пожелаете, я могла бы пойти и спросить её об этом. Скорее всего, она сейчас в учительской. Возможно, она сможет помочь с Вашей цифровой схем..."


translate russian d18s07_bbc1bbf6:


    sy "Ох, всё в порядке. Нам не обязательно делать это прямо сейчас."


translate russian d18s07_b34b6b14:


    arj "О чём она говорит?"


translate russian d18s07_47f3ffd5:


    hr "Думаю, она нам намекает, что нам нужно найти профессора, пока она тянет время."


translate russian d18s07_f768cdb9:


    sy "Были и другие места, по поводу которых у меня есть некоторые вопросы."


translate russian d18s07_9761728b:


    zw "Ох?"


translate russian d18s07_c3731423:


    mc "Ага. Она хочет, чтобы мы отправились на поиски."


translate russian d18s07_7764a381:


    mc "Ладно. Пойдём, она явно с этим справляется."
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
