


translate russian d20s09_5763cea5:


    mc "*тяжело дышит*"


translate russian d20s09_78bf33f3:


    mct "Скучаю по временам, когда всё было не так сложно."


translate russian d20s09_7eb8f1a4:


    mct "Несмотря на то, что Пит такой тупой, мне всегда было интересно, как он оказался таким на удивление хорошо организованным."


translate russian d20s09_106d2b53:


    mct "Интересно, его этому его \"мамочка\" научила, или кто-то другой."


translate russian d20s09_3aa78924:


    mct "Может, мне стоит сжечь всё это. Отправить ему красивую тюремную открытку с фотографией..."


translate russian d20s09_b6e96cbd:


    mct "*вздох* Нужно забрать отсюда свои вещи."


translate russian d20s09_a0c6d2dc:


    mct "Не могу поверить, что это всё ещё здесь."


translate russian d20s09_1d0c2ab8:


    mct "Боже. Не могу поверить, что мне было настолько плохо, что {i}распечатал{/i} физическую фотографию девушки, которая мне нравилась."


translate russian d20s09_2e11b3a0:


    mct "О чём, чёрт возьми, я вообще думал?"


translate russian d20s09_69705684:


    mc "Хана?"


translate russian d20s09_c460b311:


    hr "Ох, привет. Не думала, тебя тут встретить."


translate russian d20s09_9d83a8e2:


    mc "Что ты здесь делаешь?"


translate russian d20s09_75d4a30e:


    hr "Просто пришла, чтобы забрать кое-что своё."


translate russian d20s09_e430c25b:


    mc "И что тут может бы быть твоим..."


translate russian d20s09_725dd40d:


    hr "Это."


translate russian d20s09_5d16f2db:


    mc "Ты нас прослушивала!?"


translate russian d20s09_b19004c5:


    hr "Естественно. Мне пришлось собирать информацию всеми доступными мне способами."


translate russian d20s09_aa386963:


    hr "Но не волнуйся. Эта штука всё равно не сработала. Я еле поймала сигнал, и даже когда поймала, я не услышала ничего важного."


translate russian d20s09_da6e7f57:


    mc "Ты просто дьяволица."


translate russian d20s09_40b15e29:


    hr "Ты должен был быть готов к такому, зная, кем я работаю."


translate russian d20s09_6cdbfeb8:


    mc "Всё, ради очередной сенсации, да?"


translate russian d20s09_750ad2dc:


    hr "Вроде того. Хотя этот случай был достаточно личным."


translate russian d20s09_5e44a000:


    mc "Верно..."


translate russian d20s09_3c080419:


    hr "Ну... Как ты, держишься?"


translate russian d20s09_06479523:


    mc "С трудом."


translate russian d20s09_84fc62bc:


    hr "Точно. Прости."


translate russian d20s09_4d447ef2:


    mc "Тебе не за что просить прощения. Какое-то время я буду \"не очень\". Это просто... то, что есть."


translate russian d20s09_2866c342:


    hr "Я хочу кое-что спросить, и это будет довольно грубо. Но я всё равно хочу спросить."


translate russian d20s09_dbdca6d1:


    mc "Когда это тебя начало беспокоить, что ты будешь со мной груба, Хана? Выкладывай."


translate russian d20s09_ab0917df:


    hr "Она правда тебя всё ещё волнует?"


translate russian d20s09_04019035:


    hr "Она избалованная мелкая дура, которая стала слишком большой для своих штанишек. Что ты вообще в ней находишь, кроме её сисек?"


translate russian d20s09_d56e93fa:


    mc "Я любил её..."


translate russian d20s09_859f13c9:


    hr "Бред. Сколько ты её знаешь, пару недель? Ты правда думаешь, что это \"любовь\"?"


translate russian d20s09_dc1de0ea:


    mc "Я о ней заботился..."


translate russian d20s09_0464fb34:


    hr "Ага? И? Ей было наплевать на тебя."


translate russian d20s09_055e2526:


    mc "Что ты хочешь сказать, Хана? Ты пришла сюда только для того, чтобы сказать мне, что я идиот?"


translate russian d20s09_d222cb10:


    hr "Я... *вздох* Слушай, чувак. Мне жаль, что она оказалась сукой."


translate russian d20s09_b8baf8fb:


    hr "Но к этому моменту ты уже перетрахался как минимум с половиной чеёртового кампуса. И это не вспоминая о том, что у тебя есть несколько замечательных дам, которые тебя поддерживают."


translate russian d20s09_45f40701:


    hr "Но у тебя есть несколько замечательных дам, которые тебя поддерживают."


translate russian d20s09_e24f7666:


    mc "Так почему мне плохо из-за того, что она оказалась такой, какой она есть? Ты это пытаешься сказать?"


translate russian d20s09_6c1aec27:


    hr "Я говорю, что то, что случилось - откровенное дерьмо. Но есть дерьмо и получше. Ты не можешь себе позволить тяготиться тем, что произошло на протяжении всей своей жизни."


translate russian d20s09_17f729a5:


    mc "Хреновая из тебя эмоциональная поддержка."


translate russian d20s09_50dc138f:


    hr "*смеётся* Я знаю."


translate russian d20s09_09b12965:


    mc "Эй. Не хочешь остаться на ночь?"


translate russian d20s09_70eaa0aa:


    hr "Хм? Здесь?"


translate russian d20s09_786f7661:


    mc "Ага. Последнюю ночь. В память о старых временах. Составь мне компанию."


translate russian d20s09_52f08aa1:


    hr "Это не совсем то место, которое я бы назвала комфортным, но... *вздох* Ладно. В память о старых временах"


translate russian d20s09_ce301fad:


    hr "У меня всё равно не было особых планов на сегодняшний вечер."


translate russian d20s09_84cf8415:


    hr "Могу я задать тебе вопрос?"


translate russian d20s09_0008b03d:


    mc "Вопрос? Конечно, лишь бы из меня снова держалку для ярлыков не сделали."


translate russian d20s09_c1446c9d:


    hr "Я почти уверена, что ты превратишься \"ярлыкодержатель\"."


translate russian d20s09_f0659f60:


    mc "Мой вариант веселее."


translate russian d20s09_177c6fb0:


    hr "*смеётся* Пожалуй. В любом случае, я хотела тебя спросить, ты ожидаешь, что это к чему-то приведёт?"


translate russian d20s09_b86fdf8c:


    mc "Что ты имешь в виду, под своим \"это\"?"


translate russian d20s09_bdb52748:


    hr "Нас. В этой комнате."


translate russian d20s09_996772e0:


    mc "Ты спрашиваешь, ожидаю ли я, что мы займёмся сексом, или ты спрашиваешь, хочу ли я большего от наших отношений?"


translate russian d20s09_7da0eb33:


    hr "И то, и то."


translate russian d20s09_825e60e6:


    mc "Ну, я бы точно не сказал {i}нет{/i} твоему желанию порезвиться. Но я просил тебя остаться не только из-за этого."


translate russian d20s09_47781a9c:


    mc "Эта мысль пришла только тогда, когда ты начала раздеваться."


translate russian d20s09_857d3f0f:


    hr "*смеётся* Справедливо. Что я могу сказать? Мне нравится чувствовать себя комфортно."


translate russian d20s09_06c92890:


    hr "А что насчёт другого?"


translate russian d20s09_689943e9:


    mc "Я не знаю. Должна сказать, что ты весьма интересна."


translate russian d20s09_65b2fc31:


    mc "Но у меня есть смутное подозрение, что тебе это не понравится, даже {i}если бы{/i} я этого захотел."


translate russian d20s09_989c6755:


    hr "Хм. Иногда ты удивительно проницателен."


translate russian d20s09_1f7f9268:


    mc "Не уверен, стоит ли мне на это обижаться или нет."


translate russian d20s09_0eef875b:


    hr "Неважно. Рада слышать, что ты это понимаешь. Дело не в том, что ты мне не нравишься. Ты очень хороший парень."


translate russian d20s09_e847f435:


    hr "Просто это не то, чего я сейчас хочу. У меня есть другие вещи, на которых стоит сосредоточиться."


translate russian d20s09_2b528ca8:


    mc "Другие вещи? Вроде Ионы и..."


translate russian d20s09_79dba34b:


    hr "Не заканчивай это предложение."


translate russian d20s09_dfe7dee5:


    hr "Как я уже сказала, ты очень хороший парень. Но это не то, о чём я хочу говорить с тобой."


translate russian d20s09_61bfc365:


    hr "Тем не менее, если у тебя есть хотя бы половина мозга, я уверена, что к этому моменту ты уже кое-что понял."


translate russian d20s09_07ed6d6e:


    hr "Просто это, мягко говоря... слишком. И нам с Ионой нужно это разгрести."


translate russian d20s09_83495ed0:


    mc "Я понимаю."


translate russian d20s09_b1be8dd6:


    mc "Я уверен, что вы придумаете, в каком направлении двигаться дальше."


translate russian d20s09_b7765a98:


    hr "Спасибо. Я ценю это."


translate russian d20s09_426da535:


    hr "Мне хочется спать, так что, я немного вздремну."


translate russian d20s09_6651ab87:


    mc "Ладно."


translate russian d20s09_2356fc78:


    hr "И даже если я не смогу дать тебе отношения, возможно, я помогу тебе с тем делом, {i}о котором ты совершенно не думал{/i}."


translate russian d20s09_f45cc89f:


    mc "*смеётся* Тогда я ловлю тебя на слове."


translate russian d20s09_858c2218:


    hr "Спокойной ночи, [mcname]."


translate russian d20s09_826b7f32:


    mc "Спокойной ночи, Хана."
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
